{"img_fn": "1_1_0.jpg", "img_id": "val-0", "Category": "0", "Captions": ["a man getting ready to applying paint to a blank piece of paper", "A person looks like he is getting ready to paint a piece of art on a table.", "A person is preparing to cut an apple on their table.", "A person is holding a small red object over a piece of paper.", "A person is about to paint on a blank piece of paper with a red paint-filled sponge."], "BestDescription": ["a man getting ready to applying paint to a blank piece of paper"]}
{"img_fn": "1_1_1.jpg", "img_id": "val-1", "Category": "3", "Captions": ["A person is painting on a canvas. ", "A person sits on a couch in front of a black table with their hands above a sheet of paper and paint supplies nearby.", "A person is preparing to paint a picture.", "A man is using his hand to apply paint over a piece of paper that is sitting on a table.", "A man cleans his finger after getting red paint on it."], "Boxes": [[201, 431, 119, 203]], "HumanRatings": [4.777777777777778, 5.5, 7.0, 6.071428571428571, 2.2857142857142856], "IndividualHumanRatings": [5.8, 4.4, 4.8, 5.8, 6.2, 4.4, 5.6, 5.6, 5.0, 6.6, 5.2, 4.6, 5.8, 2.2, 6.3, 9.0, 4.7, 2.7]}
{"img_fn": "1_1_2.jpg", "img_id": "val-2", "Category": "1", "Captions": ["An individual is in pain after they cut their index finger trying to slice an apple.", "A person is preparing to paint a still life of an apple. ", "A man is attending to his bleeding finger that he had accidentally cut while slicing some fruit.", "A seated person by a coffee table is eating with a napkin below them.", "A person is sitting on a couch in front of a coffee table holding a small piece of food in their hand. "], "Boxes": [[248, 226, 178, 163]], "HumanRatings": [1.0555555555555556, 4.444444444444445, 1.0555555555555556, 1.2857142857142858, 1.7142857142857142], "IndividualHumanRatings": [2.2, 2.2, 1.8, 1.6, 2.0, 1.6, 2.6, 2.0, 1.4, 2.2, 1.8, 1.2, 2.6, 1.2, 2.3, 3.0, 2.7, 1.3]}
{"img_fn": "1_1_3.jpg", "img_id": "val-3", "Category": "2", "Captions": ["Person getting ready to paint art with art supplies, food and water close by ", "A person is beginning an art project, and is about to apply paint to a blank sheet of paper on a tbale in front of them.", "Someone is sitting at a table with paper in front of them and paints on their right.", "A person is painting on papers with colors.", "A person is using paints and a brush to make a picture on a piece of paper on the table."], "Boxes": [[1022, 541, 95, 121], [849, 470, 107, 183], [829, 220, 127, 95]], "HumanRatings": [5.111111111111111, 7.388888888888889, 5.5, 5.785714285714286, 6.5], "IndividualHumanRatings": [6.6, 5.8, 5.6, 6.2, 6.4, 5.6, 6.2, 6.2, 7.6, 7.6, 6.4, 5.2, 6.4, 3.8, 5.0, 8.0, 6.0, 3.7]}
{"img_fn": "1_1_4.jpg", "img_id": "val-4", "Category": "4", "Captions": ["someone is holding a tube of paint and squeezing some red paint out of the tube to start their painting", "Someone is just getting ready to paint on a piece of paper.", "A person has a cotton swab dipped in red paint to use on a plain white paper.", "A man is sitting at a table with paper about to paint a picture with acrylic and water colors.", "The person is going to stick the red colored painted piece on the paper."], "Boxes": [[963, 474, 52, 122]], "HumanRatings": [5.055555555555555, 8.0, 5.777777777777778, 7.142857142857143, 5.714285714285714], "IndividualHumanRatings": [8.2, 7.2, 5.0, 6.2, 6.2, 5.8, 6.0, 6.2, 8.2, 8.2, 7.2, 5.4, 6.2, 4.2, 5.3, 8.0, 4.7, 4.7]}
{"img_fn": "1_1_5.jpg", "img_id": "val-5", "Category": "5", "Captions": [" someone is painting, but they are painting on a messy desk filled with other supplies", "A person is painting with watercolors on a blank piece of paper.", "Someone at a table is preparing to paint on a white piece of paper.", "A person is preparing to create a painting and perhaps enjoy an apple while they work.", "A man was taking colors to paint on the paper."], "Boxes": [[783, 559, 58, 108]], "HumanRatings": [3.7777777777777777, 5.944444444444445, 7.833333333333333, 5.071428571428571, 6.5], "IndividualHumanRatings": [6.2, 6.4, 4.8, 6.2, 6.0, 5.0, 7.2, 6.4, 5.4, 7.6, 5.6, 5.2, 6.2, 4.0, 6.3, 6.3, 5.0, 4.7]}
{"img_fn": "1_1_6.jpg", "img_id": "val-6", "Category": "6", "Captions": ["A man is trying to draw an apple.", "A person is administering first aid to their finger after just cutting it with a knife while trying to cut an apple.", "Someone is about to paint and has gotten red paint on their finger; otherwise they have cut themselves with the knife while trying to cut the apple, but somehow managed not to get any blood on the knife.", "A person making the sheets for painting", "A person is drawing on a piece of paper with watercolors."], "Boxes": [[637, 509, 72, 76]], "HumanRatings": [2.8333333333333335, 1.0, 2.1666666666666665, 4.285714285714286, 5.5], "IndividualHumanRatings": [4.0, 3.6, 3.4, 2.6, 3.2, 2.4, 3.6, 2.6, 2.6, 4.4, 3.6, 3.6, 3.4, 1.6, 1.3, 2.3, 1.7, 2.0]}
{"img_fn": "1_1_7.jpg", "img_id": "val-7", "Category": "7", "Captions": [" Person at a messy table preparing to paint a picture on a piece of paper", "the person places on the table the canvas where they paint the mural", "A person is painting a watercolor picture of an apple on a table. ", "The person cut his hand accidently while cutting the apple", "A person is squeezing paint."], "Boxes": [[501, 512, 71, 76]], "HumanRatings": [6.611111111111111, 4.333333333333333, 3.7222222222222223, 1.1428571428571428, 4.428571428571429], "IndividualHumanRatings": [4.8, 4.2, 3.4, 5.2, 4.6, 3.4, 5.2, 5.2, 4.2, 5.6, 3.6, 3.6, 3.6, 2.8, 3.7, 5.3, 3.7, 2.3]}
{"img_fn": "1_1_8.jpg", "img_id": "val-8", "Category": "8", "Captions": ["A person has cut themself after slicing fruit and is proceeding to paint.", "a person cut their finger and is cleaning the wound.", "A person is applying paint to a palette before starting a painting.", "A person is readying their art station on a table for their next painting they are about to create.", "Someone is preparing to cut an apple."], "Boxes": [[433, 600, 150, 98]], "HumanRatings": [1.5, 1.0, 5.166666666666667, 5.571428571428571, 1.7857142857142858], "IndividualHumanRatings": [2.6, 3.4, 3.2, 3.6, 3.2, 2.4, 3.4, 2.6, 2.6, 3.4, 3.8, 2.8, 3.6, 1.6, 2.3, 3.0, 3.0, 1.7]}
{"img_fn": "1_1_9.jpg", "img_id": "val-9", "Category": "9", "Captions": [" The guy cleaning the wound because he cut his finger while he was trying to cut the apple. ", "A person prepares a piece of paper for a painting that they are going to create. ", "A person is starting a small painting.", "A man is getting ready to paint something on a piece of paper. ", "A person is about to begin some arts and crafts."], "Boxes": [[363, 561, 45, 80]], "HumanRatings": [1.1666666666666667, 7.333333333333333, 5.111111111111111, 8.0, 4.285714285714286], "IndividualHumanRatings": [5.6, 4.8, 5.0, 5.4, 6.0, 5.0, 5.0, 5.0, 5.6, 5.8, 5.6, 4.2, 4.2, 4.0, 5.7, 6.3, 5.0, 3.3]}
{"img_fn": "1_1_10.jpg", "img_id": "val-10", "Category": "10", "Captions": [" Person about to paint a picture at a table.", "A person gets red paint on their fingers to fingerpaint onto a white piece of paper on a table.", "A person is about to begin an art project with fruit and paints.", "A man is painting on white sheet with colors.", "Someone is getting ready to paint using an arrays of tools."], "Boxes": [[345, 417, 75, 105]], "HumanRatings": [5.944444444444445, 4.777777777777778, 3.8333333333333335, 6.214285714285714, 6.214285714285714], "IndividualHumanRatings": [5.6, 6.0, 5.0, 6.2, 5.8, 4.2, 7.2, 5.8, 6.0, 6.6, 5.0, 4.8, 6.0, 2.0, 5.0, 6.0, 4.0, 3.3]}
{"img_fn": "2_1_0.jpg", "img_id": "val-22", "Category": "0", "Captions": ["A person is starting to paint their nails", "A person is wiping up a spill  with a paper towel, from a table with an asortment of objects, including a water pitcher and nail polish. They may be about to paint their nails.", "A person has their hand sitting on a piece of paper, so they can apply nail polish.", "A person is applying nailpolish on his nails.", "A person is painting their nails with their hand on the table."], "BestDescription": ["A person has their hand sitting on a piece of paper, so they can apply nail polish."]}
{"img_fn": "2_1_1.jpg", "img_id": "val-23", "Category": "1", "Captions": ["An individual is calmly wiping tables with a paper towel.", "A person is cleaning spilled water from a table.", "Someone is wiping the tables off with a small white cloth.", "A person keeps his hands above the paper which on the table top", "A person is wiping a table with a paper towel."], "Boxes": [[376, 170, 92, 124]], "HumanRatings": [1.4444444444444444, 1.2222222222222223, 1.8333333333333333, 4.857142857142857, 1.7857142857142858], "IndividualHumanRatings": [1.6, 1.6, 2.6, 2.2, 2.8, 1.2, 2.8, 2.6, 1.8, 2.4, 2.0, 1.6, 3.8, 2.4, 2.3, 1.0, 1.3, 1.0]}
{"img_fn": "2_1_2.jpg", "img_id": "val-24", "Category": "2", "Captions": ["Person getting ready to paint their nails on their desk", "A person has their hand on a napkin getting ready to paint their fingernails with nail polish.", "A lady sitting at a coffee table is getting ready to paint her fingernails.", "A woman waits patiently while her fingernails dry after she recent painted them.", "A person placing his hands on the paper to do nail polish"], "Boxes": [[937, 390, 292, 171]], "HumanRatings": [5.666666666666667, 8.444444444444445, 6.055555555555555, 4.928571428571429, 8.0], "IndividualHumanRatings": [7.0, 6.2, 6.4, 5.6, 6.6, 5.6, 7.8, 7.2, 7.6, 7.8, 7.2, 6.2, 6.8, 4.6, 7.3, 8.3, 5.7, 5.7]}
{"img_fn": "2_1_3.jpg", "img_id": "val-25", "Category": "3", "Captions": ["An individual is painting their nails on the table. ", "Somebody is getting ready to color their nails.", "A person has put down a paper towel on the table because they want to put their hand on it while they paint their fingernails.", "Someone is sitting at a table with their hand on a white piece of paper. They are making a handprint out of nail polish.", "This person places his hand over the paper which is on the table."], "Boxes": [[69, 134, 244, 221]], "HumanRatings": [5.777777777777778, 6.5, 8.0, 4.928571428571429, 4.857142857142857], "IndividualHumanRatings": [6.0, 4.6, 6.6, 6.2, 7.0, 5.2, 7.0, 5.8, 7.0, 7.4, 5.2, 4.8, 6.6, 4.2, 7.3, 9.0, 4.7, 7.0]}
{"img_fn": "2_1_4.jpg", "img_id": "val-26", "Category": "4", "Captions": ["Someone is holding a piece of paper over the crack between two tables, possibly cleaning up a spill from the nail polish.", "a person is painting their nails. ", "A person has their hand on a paper towel on a table to protect the table while they paint their fingernails.", "A person is waiting for their nail polish to dry before applying another coat.", "Someone is waiting for their nail polish to dry."], "Boxes": [[866, 128, 83, 124]], "HumanRatings": [3.3333333333333335, 5.944444444444445, 8.166666666666666, 4.5, 4.214285714285714], "IndividualHumanRatings": [6.4, 3.6, 5.6, 4.6, 5.6, 4.8, 5.8, 6.2, 4.6, 6.4, 4.6, 4.6, 5.6, 3.8, 7.0, 7.0, 6.7, 4.3]}
{"img_fn": "2_1_5.jpg", "img_id": "val-27", "Category": "5", "Captions": ["someone is cleaning a messy desk with random miscellaneous supplies", "the person takes the napkin so as not to fill the nail polish table when painting the nails", "A person is cleaning up a fingernail polish spill on a table with a white napkin. ", "a person is trying to outline their hand using the nail polish into the paper", "A person is wiping the table."], "Boxes": [[772, 294, 104, 149]], "HumanRatings": [1.2777777777777777, 6.388888888888889, 2.7222222222222223, 4.071428571428571, 1.9285714285714286], "IndividualHumanRatings": [3.6, 2.0, 3.4, 3.0, 3.8, 2.0, 3.6, 3.2, 3.6, 4.6, 4.2, 1.6, 5.0, 2.2, 4.3, 2.3, 5.0, 2.3]}
{"img_fn": "2_1_6.jpg", "img_id": "val-28", "Category": "6", "Captions": ["A person gets ready for a manicure.", "Two tables sit touching side by side and a person's hand is on top of a paper towel that is covering the divide between the tables.", "Someone is painting their nails.", "A man has his hand on a paper towel that is over a wooden table.", "Someone is preparing to paint his or her fingernails."], "Boxes": [[935, 324, 77, 57]], "HumanRatings": [5.444444444444445, 3.6666666666666665, 5.5, 3.5, 6.357142857142857], "IndividualHumanRatings": [6.0, 4.6, 4.6, 4.4, 5.6, 4.8, 6.2, 5.4, 4.8, 6.6, 4.2, 3.0, 5.6, 1.8, 5.0, 6.7, 5.0, 4.3]}
{"img_fn": "2_1_7.jpg", "img_id": "val-29", "Category": "7", "Captions": [" Person preparing to clean the surface of a table strewn with miscellaneous items ", "A person is preparing to paint her nails in a way that prevents nail polish from getting on the table. ", "A person is preparing to paint their nails by resting their hand on a napkin atop a pair of tables that are pushed together.", "A person is putting their hand on a white piece of paper between 2 tables.", "A person is using their hand to wipe the table with a white napkin."], "Boxes": [[472, 345, 180, 51]], "HumanRatings": [1.3888888888888888, 7.166666666666667, 7.222222222222222, 4.071428571428571, 1.9285714285714286], "IndividualHumanRatings": [4.2, 3.2, 4.4, 4.8, 5.2, 3.8, 5.2, 4.8, 4.2, 5.2, 4.6, 2.4, 5.6, 4.2, 5.3, 6.0, 5.0, 3.3]}
{"img_fn": "2_1_8.jpg", "img_id": "val-30", "Category": "8", "Captions": ["A person is preparing to paint their fingernails while their left hand is placed upon two adjacent tables.", "A person seems to be wiping down two tables with a paper towel that have some household items on them", "A person is cleaning up a table that they spilled water on while painting their nails.", "A person has their hand flat down on a piece of paper at a table. ", "A person has painted their fingernails and is letting them dry."], "Boxes": [[451, 452, 144, 105]], "HumanRatings": [5.277777777777778, 1.8333333333333333, 2.5, 4.928571428571429, 4.571428571428571], "IndividualHumanRatings": [4.2, 3.4, 4.0, 3.2, 5.0, 3.6, 4.4, 4.6, 4.0, 6.0, 3.6, 3.4, 4.0, 1.4, 3.0, 2.7, 3.3, 1.7]}
{"img_fn": "2_1_9.jpg", "img_id": "val-31", "Category": "9", "Captions": [" putting a power towel under the hand in case the nail polish stain will get on the table. ", "A person holds their hand on top of a piece of paper in preparation to paint their nails with nail polish on a table.", "A person prepares to paint her nails.", "someone id doing an art work with paper and some stationeries.", "A person prepares to draw an outline of their left hand."], "Boxes": [[277, 365, 116, 88]], "HumanRatings": [6.777777777777778, 8.61111111111111, 6.444444444444445, 2.4285714285714284, 2.357142857142857], "IndividualHumanRatings": [5.6, 4.4, 5.6, 4.8, 5.4, 5.0, 6.2, 4.8, 5.8, 7.0, 5.4, 4.4, 6.4, 4.8, 7.3, 8.3, 6.0, 5.7]}
{"img_fn": "2_1_10.jpg", "img_id": "val-32", "Category": "10", "Captions": [" A person is going to paint their nails at a table.", "A person is using a white cloth to wipe down two wooden tables. ", "A person is preparing a clean work space for painting their nails.", "A man is about to write something on a piece of paper. ", "A person has one hand flat on a piece of paper."], "Boxes": [[147, 380, 89, 116]], "HumanRatings": [6.055555555555555, 1.7222222222222223, 5.333333333333333, 2.5, 4.428571428571429], "IndividualHumanRatings": [4.0, 2.4, 4.4, 3.4, 4.0, 2.6, 4.2, 5.0, 4.0, 5.0, 3.6, 4.2, 5.4, 3.4, 5.0, 6.0, 5.0, 2.3]}
{"img_fn": "3_1_0.jpg", "img_id": "val-44", "Category": "0", "Captions": ["A person with their right foot atop a table that also has socks, a book, and other various items on it.", "A person has their foot ona table, and is reaching with theior hands to put on socks that are sitting on the table.", "A person has their foot up on the table and their socks sitting nearby.", "A person is putting his foot on the table to wear the socks.", "A person is resting their foot on the table after taking off their socks."], "BestDescription": ["A person has their foot ona table, and is reaching with theior hands to put on socks that are sitting on the table."]}
{"img_fn": "3_1_1.jpg", "img_id": "val-45", "Category": "3", "Captions": ["An individual is about to put on their socks. ", "A person sits on a couch in front of two tables that are side by side with their right foot on one of the tables and a pair of socks beside their foot.", "Someone is taking a closer look at their feet.", "A man on the couch is propping their foot up on the table and reaching toward it.", "A man is preparing to put on a pair of socks."], "Boxes": [[62, 413, 232, 206]], "HumanRatings": [5.555555555555555, 5.833333333333333, 2.3333333333333335, 5.5, 5.928571428571429], "IndividualHumanRatings": [5.8, 4.2, 5.2, 4.6, 6.2, 5.8, 6.4, 4.8, 3.8, 6.0, 5.0, 3.6, 4.8, 4.2, 4.0, 6.0, 4.7, 3.7]}
{"img_fn": "3_1_2.jpg", "img_id": "val-46", "Category": "1", "Captions": ["An individual is stressed trying to put their feet up on a table.", "A person is putting their foot on the table to see if there is dirt in their nails. ", "A person is sitting on a couch with one foot on a table so that he can observe it.", "A seated person has their foot on the table in order to look at it.", "A person is sitting on a couch with one foot on the coffee table about to grab something with his hands. "], "Boxes": [[260, 245, 250, 160]], "HumanRatings": [2.611111111111111, 2.5555555555555554, 3.2777777777777777, 3.642857142857143, 5.0], "IndividualHumanRatings": [2.8, 2.6, 4.6, 3.0, 4.8, 4.0, 5.0, 4.6, 2.0, 5.0, 3.0, 2.6, 4.0, 1.6, 3.0, 1.3, 3.0, 1.0]}
{"img_fn": "3_1_3.jpg", "img_id": "val-47", "Category": "2", "Captions": ["A person getting ready to put their socks on with their feet on the desk", "the person puts his feet on the table to take the stockings and put them on", "A person is resting their foot on a table as they are about to put their white socks on. ", "The person put their leg over the table to put on the socks", "A person is putting on his socks."], "Boxes": [[1034, 512, 173, 137]], "HumanRatings": [6.555555555555555, 6.833333333333333, 7.611111111111111, 7.071428571428571, 5.357142857142857], "IndividualHumanRatings": [8.0, 6.4, 6.6, 7.4, 6.6, 5.0, 7.6, 7.4, 6.8, 8.0, 7.0, 5.8, 6.6, 4.0, 7.3, 8.0, 6.3, 7.0]}
{"img_fn": "3_1_4.jpg", "img_id": "val-48", "Category": "4", "Captions": ["Someone is putting their socks on by putting their foot on the table in front of them.", "A person places one of their feet on a table as they get ready to put on their socks.", "A person is about to put on socks.", "A man is going to wear the socks on the table.", "Someone is using foot powder in preparation of wearing socks."], "Boxes": [[866, 245, 118, 104]], "HumanRatings": [7.722222222222222, 8.333333333333334, 6.277777777777778, 5.857142857142857, 3.4285714285714284], "IndividualHumanRatings": [6.6, 6.0, 6.8, 7.2, 5.8, 5.2, 7.0, 6.6, 5.8, 7.4, 6.4, 6.4, 7.2, 4.2, 7.3, 9.0, 5.3, 8.0]}
{"img_fn": "3_1_5.jpg", "img_id": "val-49", "Category": "5", "Captions": [" someone is lying their feet on the table and it looks like they could be putting their socks on", "A person has their foot on a table about to put their socks on.", "Someone rests his foot on a coffee table, preparing to put on his socks.", "A person is about to dump foot powder into their socks before they place them on their feet.", "The person is going to put shocks on his foot"], "Boxes": [[818, 374, 117, 105]], "HumanRatings": [6.888888888888889, 8.222222222222221, 8.055555555555555, 3.857142857142857, 5.142857142857143], "IndividualHumanRatings": [7.6, 6.4, 6.6, 7.0, 6.2, 6.0, 7.6, 6.6, 4.6, 7.0, 6.4, 6.8, 6.8, 4.8, 7.3, 8.7, 6.7, 7.7]}
{"img_fn": "3_1_6.jpg", "img_id": "val-50", "Category": "6", "Captions": ["A man puts socks on the desk and prepare to put on.", "A person has their foot on the table, as they are about to put on their socks", "Someone has taken off their socks and is examining one of their feet on the table.", "A person keeps his leg on top of the table to wear the socks", "A person is putting on their socks on a table."], "Boxes": [[951, 375, 69, 92]], "HumanRatings": [5.5, 8.5, 3.5, 6.5, 5.642857142857143], "IndividualHumanRatings": [6.6, 6.4, 5.8, 5.8, 6.2, 4.4, 6.8, 7.2, 4.2, 8.2, 5.8, 6.0, 5.8, 3.4, 5.7, 7.0, 5.7, 5.7]}
{"img_fn": "3_1_7.jpg", "img_id": "val-51", "Category": "7", "Captions": [" Person with their foot on a cluttered desk getting ready to put on their socks", "A person has their foot on a table as they prepare to put on a pair of socks. ", "A person is getting ready to put on socks by lifting their foot onto a coffee table.", "A man is sitting on a couch about to put his socks on. ", "A person has one foot on the table. A pair of socks on the table next to the foot suggests they are about to put the socks on."], "Boxes": [[956, 569, 69, 92]], "HumanRatings": [6.111111111111111, 8.333333333333334, 7.722222222222222, 5.714285714285714, 7.142857142857143], "IndividualHumanRatings": [7.2, 7.8, 6.2, 7.6, 7.2, 6.0, 8.2, 7.8, 6.8, 7.8, 7.4, 5.2, 7.0, 5.0, 7.0, 9.0, 8.0, 7.0]}
{"img_fn": "3_1_8.jpg", "img_id": "val-52", "Category": "8", "Captions": ["A person has placed their right foot on a table and is preparing to put a sock on.", "someone has taken off their socks and put their foot on the table to look at it. ", "A person has propped their foot on a table to put their socks on.", "Someone is propping their foot up on a table in preparation of putting their socks on.", "A person is preparing to put their socks on."], "Boxes": [[557, 531, 127, 163]], "HumanRatings": [7.611111111111111, 3.5555555555555554, 7.777777777777778, 7.214285714285714, 5.857142857142857], "IndividualHumanRatings": [7.6, 6.2, 6.8, 7.0, 6.2, 5.8, 7.0, 7.8, 6.2, 8.4, 6.2, 5.4, 6.4, 4.0, 7.0, 6.3, 5.3, 4.3]}
{"img_fn": "3_1_9.jpg", "img_id": "val-53", "Category": "9", "Captions": [" Putting the feet on the table so that he can put the sock easily ", "A man has his foot on a table and is preparing to put on a pair of socks that are on the table.", "A person has their foot on the table and is preparing to put on their socks.", "Someone has their bare foot up on a table near a pair of socks. ", "A person has their foot on a table in order to put on a nearby sock."], "Boxes": [[359, 530, 172, 157]], "HumanRatings": [6.888888888888889, 8.166666666666666, 8.38888888888889, 5.428571428571429, 7.285714285714286], "IndividualHumanRatings": [8.0, 7.2, 7.0, 7.8, 6.6, 6.6, 7.6, 7.4, 7.6, 8.4, 7.6, 6.4, 7.4, 5.4, 8.3, 9.7, 6.3, 7.3]}
{"img_fn": "3_1_10.jpg", "img_id": "val-54", "Category": "10", "Captions": [" A person is putting their socks on while sitting on a couch.", "A person is getting ready to put on their socks.", "There is a pair of socks on the table, along with a person's foot propped on it, because they are about to put the sock on their foot.", "A man just created a craft and is about to put a pair of socks on while he is sitting at a table.", "He is going to wear the socks, which is placed over the table."], "Boxes": [[193, 627, 93, 69]], "HumanRatings": [5.055555555555555, 6.166666666666667, 7.944444444444445, 4.285714285714286, 6.214285714285714], "IndividualHumanRatings": [6.2, 5.0, 5.8, 6.0, 6.4, 4.4, 6.6, 6.2, 6.0, 7.2, 6.4, 5.0, 5.8, 5.2, 6.0, 7.7, 6.7, 6.7]}
{"img_fn": "4_1_0.jpg", "img_id": "val-66", "Category": "0", "Captions": ["A man sitting down, holding a cup with a lid.", "the person takes the glass of water and uncovers the pot of pills", "A person is about to take some vitamins with a cup of water.", " A person is taking some tablets using water", "A person is holding a cup about to take some vitamins."], "BestDescription": ["A person is about to take some vitamins with a cup of water."]}
{"img_fn": "4_1_1.jpg", "img_id": "val-67", "Category": "3", "Captions": ["An individual just took their medication. ", "A person is taking their daily multivitamin. ", "A person is about to take a vitamin.", "A person has just unscrewed the lid of some vitamins and are about to wash a dose down with the cup of water in their hands.", "Someone is preparing to take a pill and just opened the bottle."], "Boxes": [[66, 535, 126, 90]], "HumanRatings": [4.277777777777778, 6.166666666666667, 6.277777777777778, 7.642857142857143, 5.357142857142857], "IndividualHumanRatings": [6.0, 6.0, 5.8, 7.2, 6.8, 5.4, 6.4, 6.6, 6.4, 7.2, 5.8, 5.0, 5.2, 3.2, 4.7, 7.7, 4.7, 5.7]}
{"img_fn": "4_1_2.jpg", "img_id": "val-68", "Category": "2", "Captions": ["A person getting ready to take pills with a glass of water on their desk", "A person sits on a couch with two side by side tables in front of them and a cup in one hand and a lid in another.", "A person is taking a multivitamin.", "A man is holding a cup over a table in one hand and a cap in the other.", "Someone takes a vitamin pill with liquid from a thermos."], "Boxes": [[888, 493, 192, 123]], "HumanRatings": [7.388888888888889, 2.6666666666666665, 5.944444444444445, 3.7857142857142856, 6.5], "IndividualHumanRatings": [6.4, 5.6, 5.8, 5.4, 6.6, 4.0, 5.2, 5.2, 5.2, 6.0, 5.0, 4.0, 5.2, 4.0, 4.7, 6.7, 5.3, 4.7]}
{"img_fn": "4_1_3.jpg", "img_id": "val-69", "Category": "1", "Captions": ["An individual is comfortably taking the lid of their plastic cup off.", "A person prepares to pour liquid from a larger cup into a much smaller cup. ", "A person is preparing a drink.", "A man is sitting on the couch about to pour himself some alcohol in a cup. ", "A person holds a cup in one hand, and what appears to be tape in the other hand."], "Boxes": [[221, 298, 80, 100], [117, 243, 94, 151]], "HumanRatings": [1.7777777777777777, 2.0, 2.5, 2.857142857142857, 3.5], "IndividualHumanRatings": [2.0, 1.8, 3.4, 2.2, 2.6, 1.2, 2.4, 2.4, 2.6, 3.2, 3.0, 2.0, 3.6, 2.6, 2.3, 2.3, 2.7, 1.7]}
{"img_fn": "4_1_4.jpg", "img_id": "val-70", "Category": "4", "Captions": ["Someone is taking a pill and holding the pill cap and a glass of water to swallow the pill.", "A person holds a cup of water to take with some multivitamins from a bottle they have just opened up.", "A person is about to mix drugs and alcohol.", "A man is taking tablets with water.", "A man is getting ready to take his vitamins with a cup of water."], "Boxes": [[798, 284, 94, 90]], "HumanRatings": [7.222222222222222, 7.666666666666667, 1.5, 6.785714285714286, 8.428571428571429], "IndividualHumanRatings": [7.0, 6.8, 6.0, 7.0, 6.4, 6.2, 6.0, 7.0, 7.4, 7.6, 6.0, 5.8, 7.2, 4.0, 4.7, 5.3, 4.3, 4.3]}
{"img_fn": "4_1_5.jpg", "img_id": "val-71", "Category": "5", "Captions": [" someone is preparing a drink on a messy table and it looks like they might be drinking alcohol and taking medicine", "A person is holding a cup of water and is about to take vitamins.", "A man on a couch is going to take a vitamin.", "A person prepares to take some vitamins and wash them down with a drink.", "The man was taking cup of water to take tablets."], "Boxes": [[962, 365, 159, 114]], "HumanRatings": [3.1666666666666665, 8.833333333333334, 5.388888888888889, 8.214285714285714, 6.285714285714286], "IndividualHumanRatings": [6.8, 6.8, 6.2, 5.8, 6.6, 6.2, 7.0, 7.2, 6.2, 7.2, 6.4, 5.6, 6.4, 5.0, 5.3, 8.0, 4.7, 5.0]}
{"img_fn": "4_1_6.jpg", "img_id": "val-72", "Category": "6", "Captions": ["A man is ready to drink", "Somebody is creating a homemade solution to make their speaker sound louder with the sue of a bottle cap and empty tissue roll.", "A person has a vitamin lid and a cup in their hands because they are about to use a thermos to pour in the cup so they can take the vitamins. ", "A man is sitting at a table with craft supplies, vitamins, and alcohol.", "This person is holding a cup in one hand and a cap in another hand."], "Boxes": [[978, 625, 81, 70]], "HumanRatings": [2.9444444444444446, 1.0555555555555556, 5.833333333333333, 3.0, 4.071428571428571], "IndividualHumanRatings": [4.4, 2.6, 4.4, 3.2, 3.6, 2.6, 3.4, 3.0, 3.4, 3.6, 3.8, 2.4, 4.8, 3.2, 3.3, 3.0, 2.7, 2.3]}
{"img_fn": "4_1_7.jpg", "img_id": "val-73", "Category": "7", "Captions": [" Person sitting at a table with a cup full of alcohol getting ready to take a pill ", "Someone is holding the cap of a vitamin bottle. They are going to put some vitamins in the cap so they can select one and swallow it with water. ", "A person is sitting on a couch holding a cup and is about to take a multivitamin.", "A person grabbed a glass of water to have with the vitamins they just opened.", "A man is sitting on a couch with a cup of water in one hand and an empty vitamin bottle top in the other hand. "], "Boxes": [[725, 575, 114, 119]], "HumanRatings": [3.2222222222222223, 6.277777777777778, 7.444444444444445, 7.428571428571429, 4.928571428571429], "IndividualHumanRatings": [5.8, 6.2, 6.4, 6.4, 6.6, 6.0, 6.2, 6.8, 5.8, 8.0, 6.2, 5.0, 5.8, 3.8, 4.7, 4.7, 4.0, 4.3]}
{"img_fn": "4_1_8.jpg", "img_id": "val-74", "Category": "8", "Captions": ["A person is preparing to take their medication by swallowing a tablet and drinking water.", "A person is taking a lid off of a bottle of orange juice and is about to pour it into a plastic cup", "A person just took their daily vitamin.", "A person at a table holds a cup in one hand, and a lid in the other.", "A person has removed the lid of a vitamin bottle and will take a vitamin with a glass of water."], "Boxes": [[1134, 639, 140, 54]], "HumanRatings": [7.555555555555555, 2.0555555555555554, 4.833333333333333, 3.642857142857143, 7.857142857142857], "IndividualHumanRatings": [4.6, 4.6, 6.2, 6.6, 6.4, 4.0, 5.6, 5.6, 5.2, 6.4, 4.2, 4.6, 5.4, 4.4, 4.3, 5.7, 4.0, 3.3]}
{"img_fn": "4_1_9.jpg", "img_id": "val-75", "Category": "9", "Captions": [" Time to medication Just took the pills. ", "A person is taking their vitamins with a cup of water.", "A man is about to take a multivitamin out of the bottle on the table and swallow it with the cup of water in his hand.", "A person carrying a cup and cap to make art and craft", "A man is taking a multivitamin with fluid."], "Boxes": [[330, 465, 46, 128]], "HumanRatings": [3.7777777777777777, 8.444444444444445, 7.388888888888889, 2.0, 6.571428571428571], "IndividualHumanRatings": [5.0, 5.6, 6.6, 6.0, 5.4, 5.4, 5.8, 6.0, 6.2, 7.2, 4.6, 4.2, 7.2, 5.2, 6.3, 7.0, 5.3, 5.0]}
{"img_fn": "4_1_10.jpg", "img_id": "val-76", "Category": "10", "Captions": [" A person is about to take a pill, using water.", "A person is about to take vitamins, and is sitting at a table holding a cup of eater and the vitamin bottle lid.", "A person is holding a glass of water to wash down pills with.", "A person having glass of water to take tablets.", "A person is sitting at the table and taking their vitamins with a drink of water."], "Boxes": [[224, 543, 81, 68]], "HumanRatings": [7.5, 6.833333333333333, 6.777777777777778, 6.785714285714286, 7.642857142857143], "IndividualHumanRatings": [7.2, 7.8, 6.4, 7.8, 8.0, 5.8, 7.4, 7.8, 8.6, 9.0, 6.6, 6.4, 8.2, 4.0, 5.7, 8.3, 4.3, 7.3]}
{"img_fn": "5_1_0.jpg", "img_id": "val-88", "Category": "0", "Captions": ["Someone has spilled wine and they are using a paper towel to clean it up.", "A person is cleaning up the table after spilling wine on it.", "A person looks at a spot of red liquid on a paper towel that they are using to clean up a spilled glass of wine or juice.", "A person holding a wet tissue ", "A person is cleaning up a spilled drink with paper towel."], "BestDescription": ["Someone has spilled wine and they are using a paper towel to clean it up."]}
{"img_fn": "5_1_1.jpg", "img_id": "val-89", "Category": "2", "Captions": ["A person getting ready to clean up spilled wine on the table", "Two tables sit side by side, one with a spilled glass of wine, and a person sits between them folding a paper towel.", "Someone is looking at a torn piece of napkin.", "A man is holding a ripped paper towel in his hands to clean a wine spill.", "Someone getting ready to clean up spilled wine with a paper towel."], "Boxes": [[834, 237, 206, 179]], "HumanRatings": [6.944444444444445, 4.944444444444445, 1.9444444444444444, 7.357142857142857, 7.071428571428571], "IndividualHumanRatings": [6.0, 5.4, 5.0, 5.4, 5.0, 6.2, 6.6, 6.0, 6.2, 7.8, 5.0, 5.2, 5.6, 3.2, 5.7, 6.3, 4.3, 3.0]}
{"img_fn": "5_1_2.jpg", "img_id": "val-90", "Category": "1", "Captions": ["an individual is stumped holding a towel with both of their hands.", "A person is folding a piece of tissue to prepare to blow their nose. ", "A man is holding a napkin while sitting on a couch in front of two small tables with several items on them.", "A seated person is about to use a napkin to clean themselves after eating.", "A person is sitting on a couch holding a folded white piece of paper in their hands. "], "Boxes": [[139, 194, 152, 186]], "HumanRatings": [2.2777777777777777, 1.7777777777777777, 2.611111111111111, 3.5, 2.9285714285714284], "IndividualHumanRatings": [1.8, 3.0, 3.4, 1.8, 3.6, 1.4, 2.6, 3.6, 2.6, 3.4, 3.2, 2.0, 3.8, 1.4, 2.0, 2.3, 1.3, 1.7]}
{"img_fn": "5_1_3.jpg", "img_id": "val-91", "Category": "3", "Captions": ["An individual is cleaning up their spilled drink. ", "A person sitting at a table is folding a torn paper towel, after using the other half to absorb wine form a glass spilled on the table.", "Someone is folding a napkin to clean up a spilled glass.", "someone is taking tissue to cl;ean the table.", "A person is placing another paper towel underneath a drink spilled on the table."], "Boxes": [[335, 292, 134, 124]], "HumanRatings": [6.555555555555555, 6.777777777777778, 6.055555555555555, 5.285714285714286, 5.071428571428571], "IndividualHumanRatings": [7.0, 6.0, 6.0, 5.8, 6.2, 5.6, 7.2, 4.8, 5.0, 7.6, 6.2, 4.6, 7.2, 3.8, 7.7, 7.0, 6.3, 5.3]}
{"img_fn": "5_1_4.jpg", "img_id": "val-92", "Category": "4", "Captions": ["Someone is holding the other half of the paper towel from the spilt wine on the table.", "A person is folding a paper towel next to a bowl on a table.", "A person is cleaning up the wine they spilled on their table.", "A person is holding a piece of paper with both hands at a table. ", "A person has a paper towel in their hands so they can clean up the spilled wine on the table."], "Boxes": [[868, 428, 153, 146]], "HumanRatings": [6.222222222222222, 3.2777777777777777, 7.222222222222222, 3.5, 7.285714285714286], "IndividualHumanRatings": [6.2, 5.4, 4.8, 5.4, 5.0, 4.8, 7.0, 5.4, 6.2, 6.8, 5.0, 5.8, 6.2, 3.6, 5.7, 5.7, 6.7, 3.3]}
{"img_fn": "5_1_5.jpg", "img_id": "val-93", "Category": "5", "Captions": [" someone may be relaxing by the table with coffee and tv remote present", "A person is holding a napkin about to clean a spilled glass of drink.", "A man at a coffee table folds a paper towel to clean up the drink he spilled.", "A person cleans up the drink they spilled while sitting in their living room at their table.", "A man is taking a paper to clean the table."], "Boxes": [[1130, 330, 66, 160]], "HumanRatings": [1.2222222222222223, 6.777777777777778, 6.555555555555555, 6.071428571428571, 4.714285714285714], "IndividualHumanRatings": [5.8, 5.0, 4.4, 5.2, 4.8, 5.2, 5.8, 5.4, 5.6, 6.2, 4.8, 4.4, 5.2, 3.2, 5.3, 6.3, 4.3, 3.3]}
{"img_fn": "5_1_6.jpg", "img_id": "val-94", "Category": "6", "Captions": ["The drink spilled from the glass. The man is going to clean the table.", "the person takes the towel to dry the table that spilled the wine", "A person is folding a paper towel in order to clean up the wine they spilled on a table. ", "The person is using the piece of tissue to clean the bowl", "A person is folding a piece of paper towel."], "Boxes": [[1066, 564, 109, 94]], "HumanRatings": [5.888888888888889, 7.444444444444445, 7.833333333333333, 4.142857142857143, 3.0], "IndividualHumanRatings": [5.4, 5.4, 5.6, 5.4, 5.4, 4.8, 6.2, 5.2, 6.2, 6.6, 6.2, 4.0, 7.2, 5.8, 6.7, 8.7, 6.7, 6.0]}
{"img_fn": "5_1_7.jpg", "img_id": "val-95", "Category": "7", "Captions": [" Person folding a paper towel to clean up wine that was spilled on their cluttered table", "A person gathers a piece of paper towel to help clean up a spilt glass of wine on a table.", "A person at a coffee table has spilled a drink/", "A man is cleaning the table with a tissue sheet.", "A person is using paper napkins to clean up a spill of wine."], "Boxes": [[488, 341, 134, 123]], "HumanRatings": [7.277777777777778, 8.11111111111111, 4.388888888888889, 5.214285714285714, 7.428571428571429], "IndividualHumanRatings": [7.4, 6.2, 6.0, 7.8, 6.0, 7.2, 7.4, 5.8, 7.0, 7.2, 6.4, 5.8, 7.0, 4.8, 7.0, 6.3, 6.3, 4.7]}
{"img_fn": "5_1_8.jpg", "img_id": "val-96", "Category": "8", "Captions": ["A person is planning to clean up the wine that spilled on the table using the paper towel in their hands.", "A person uses a paper towel to clean up wine spilled on a table.", "A person holding a napkin to clean up a spilled glass of wine.", "A person is readying a cleaning wipe in order to wipe off some of the wine that's been spilled on the table.", "Someone is cleaning up a glass of spilled wine."], "Boxes": [], "HumanRatings": [8.222222222222221, 8.444444444444445, 8.055555555555555, 6.857142857142857, 6.785714285714286], "IndividualHumanRatings": [8.6, 7.8, 7.2, 8.0, 7.4, 8.0, 8.0, 7.6, 8.0, 9.0, 8.2, 6.6, 7.8, 5.8, 9.3, 9.0, 6.3, 7.3]}
{"img_fn": "5_1_9.jpg", "img_id": "val-97", "Category": "9", "Captions": [" Trying to wipe the wine spill ", "A person holds a paper towel that will be used to clean up the remainder of a spill on a table. ", "A person is folding a paper towel to absorb a spill.", "A man spilled a glass of wine on a table and is using a paper towel to wipe it up. ", "A person holds a piece of paper in their hands."], "Boxes": [[488, 517, 65, 70]], "HumanRatings": [5.666666666666667, 6.555555555555555, 6.277777777777778, 8.642857142857142, 3.2142857142857144], "IndividualHumanRatings": [6.0, 5.6, 6.2, 6.0, 6.0, 6.6, 6.4, 5.8, 6.4, 6.0, 6.0, 5.8, 6.0, 5.4, 7.7, 8.3, 4.3, 5.7]}
{"img_fn": "5_1_10.jpg", "img_id": "val-98", "Category": "10", "Captions": [" A person is using a paper tower going to clean up a spill of red wine.", "A person trying to clean a spilled wine with a tissue paper.", "A person is holding a paper towel to use to clean up a glass of spilled liquid on the table.", "A.man spiller a glass of wine and it cleaning it up with a paper towel.", "He is holding some piece of paper."], "Boxes": [[256, 473, 80, 118]], "HumanRatings": [8.555555555555555, 7.944444444444445, 7.277777777777778, 8.0, 2.857142857142857], "IndividualHumanRatings": [7.4, 6.4, 7.2, 7.2, 6.8, 6.4, 7.4, 7.2, 6.8, 7.8, 7.2, 6.8, 6.8, 5.6, 8.3, 9.3, 6.3, 7.7]}
{"img_fn": "6_1_0.jpg", "img_id": "val-110", "Category": "0", "Captions": ["Someone is reading instructions to build something with Lincoln Logs.", "A person is trying to assemble a wooden figure by reading its instructions.", "A person is reading a set of instructions in their hand so they can put an intricate pieced puzzle together.", "A man is creating a craft out of pieces of wood while sitting at a table.", "He is looking at the designs on the paper which he is holding."], "BestDescription": ["A person is trying to assemble a wooden figure by reading its instructions."]}
{"img_fn": "6_1_1.jpg", "img_id": "val-111", "Category": "1", "Captions": ["An individual is concentrated at attempting to put an instrument together using an instructional paper.", "A person uses a stencil to draw patterns on a white piece of paper on a table.", "A person reads a small piece of paper.", "A manis seeing the design on the paper.", "A person is reviewing instructions from a manufacturer."], "Boxes": [[858, 256, 168, 148]], "HumanRatings": [5.722222222222222, 1.1666666666666667, 2.7222222222222223, 3.2857142857142856, 5.214285714285714], "IndividualHumanRatings": [4.2, 3.0, 3.8, 5.0, 4.2, 2.6, 3.4, 3.8, 3.8, 3.4, 3.6, 3.2, 3.4, 3.0, 2.0, 5.0, 3.0, 3.3]}
{"img_fn": "6_1_2.jpg", "img_id": "val-112", "Category": "3", "Captions": ["An individual is assembling a wooden toy with instructions. ", "A person sits on a couch in front of two tables that are side by side with instructions in one hand and a building block in the other with other building blocks nearby.", "Someone is reading instructions on how to assemble a log game.", "A man is reading some instructions for a Jenga game to learn how to play it.", "A man uses the instructions to help assemble a 3D puzzle."], "Boxes": [[156, 283, 170, 188]], "HumanRatings": [7.388888888888889, 3.9444444444444446, 5.5, 4.857142857142857, 5.571428571428571], "IndividualHumanRatings": [6.2, 6.2, 4.8, 6.4, 6.4, 4.8, 5.2, 5.2, 6.2, 7.0, 6.2, 4.2, 5.0, 3.4, 5.0, 7.0, 5.0, 4.0]}
{"img_fn": "6_1_3.jpg", "img_id": "val-113", "Category": "2", "Captions": ["A person figuring out how to navigate a geometric design", "A person is trying to assemble a wooden puzzle using instructions as a guide.", "Someone is looking at instructions on how to solve a wooden puzzle while holding a piece of the puzzle in one hand.", "A person on the sofa making some art", "A man is reading instructions to solve a wooden block puzzle."], "Boxes": [[755, 517, 210, 176]], "HumanRatings": [2.6666666666666665, 7.0, 5.611111111111111, 2.5714285714285716, 6.714285714285714], "IndividualHumanRatings": [5.4, 5.0, 4.8, 5.6, 5.2, 3.8, 4.8, 5.6, 5.0, 6.0, 4.8, 4.0, 6.2, 3.2, 5.7, 6.7, 4.3, 2.7]}
{"img_fn": "6_1_4.jpg", "img_id": "val-114", "Category": "4", "Captions": ["Someone is reading the instructions to assemble a toy structure.", "a person is reading directions for how to play with toy building blocks. ", "A person is reading instructions on how to put a puzzle together.", "A person is looking over instructions again as they try to build a wooden puzzle.", "Someone is reading instructions for a game."], "Boxes": [[1069, 327, 80, 73]], "HumanRatings": [6.611111111111111, 4.388888888888889, 5.833333333333333, 7.0, 3.9285714285714284], "IndividualHumanRatings": [4.8, 5.8, 6.0, 7.0, 6.6, 4.6, 5.4, 5.8, 4.8, 6.6, 6.0, 4.2, 6.0, 3.0, 6.7, 8.0, 5.0, 4.7]}
{"img_fn": "6_1_5.jpg", "img_id": "val-115", "Category": "5", "Captions": ["someone could be studying since there are notebooks, tape, and other school supplies on the table", "A person is looking at instructions to put together a wood item.", "A man on a couch looks at the instructions for a wooden puzzle he is trying to solve.", "A person is putting an object together while they try to decipher the directions that came with the product and are surrounded by tools to help them along the way.", "The guy is seeing the instruction model to make the art with the wood pieces."], "Boxes": [[970, 415, 106, 85]], "HumanRatings": [1.4444444444444444, 8.222222222222221, 5.944444444444445, 6.714285714285714, 6.642857142857143], "IndividualHumanRatings": [6.8, 5.6, 5.8, 5.6, 6.4, 4.6, 5.4, 6.2, 5.8, 6.8, 6.0, 5.8, 6.4, 3.8, 6.0, 6.0, 5.0, 4.0]}
{"img_fn": "6_1_6.jpg", "img_id": "val-116", "Category": "6", "Captions": ["The man prepared to build the blocks according to the instructions.", "A person is looking at a piece of paper and looking to construct something out of some wooden blocks on a table.", "A person is reading instructions to a game they are about to play with wooden blocks.", "Someone is reading instructions on a small piece of paper at a table. ", "A person is looking at instructions on how to assemble a wooden puzzle they're putting together."], "Boxes": [[1092, 503, 97, 78]], "HumanRatings": [6.222222222222222, 6.388888888888889, 5.055555555555555, 5.142857142857143, 7.285714285714286], "IndividualHumanRatings": [6.6, 5.8, 5.0, 7.0, 7.2, 5.4, 5.0, 7.8, 6.4, 7.0, 6.6, 4.2, 6.0, 5.6, 5.0, 7.0, 5.3, 4.0]}
{"img_fn": "6_1_7.jpg", "img_id": "val-117", "Category": "7", "Captions": [" Person at a cluttered table reading instructions for how to construct a structure out of small wooden logs", "A person reads instructions to help them construct a wooden object. ", "A person is reading the instructions to a puzzle the are putting together.", "A man is putting a wooden stick puzzle together while looking at the directions. ", "A man is holding a piece of paper."], "Boxes": [[360, 264, 62, 122]], "HumanRatings": [6.555555555555555, 8.555555555555555, 5.666666666666667, 7.0, 2.5], "IndividualHumanRatings": [7.0, 6.0, 5.6, 7.2, 6.4, 5.2, 5.6, 6.4, 5.4, 7.6, 6.2, 6.4, 5.0, 4.6, 6.7, 7.7, 7.3, 6.3]}
{"img_fn": "6_1_8.jpg", "img_id": "val-118", "Category": "8", "Captions": ["A person is reading instructions on the configuration of a wooden block puzzle to help them solve it.", "A person sitting at atable is reading instructions to assemble a small wooden puzzle or mobile.", "Someone is reading the instructions for a puzzle sitting on their left.", "A guy is seeing the instreuction paper to construct the wooden sticks.", "A person is using directions to assemble a wooden puzzle at a table."], "Boxes": [[667, 556, 77, 116]], "HumanRatings": [6.944444444444445, 6.888888888888889, 5.0, 7.071428571428571, 7.142857142857143], "IndividualHumanRatings": [7.2, 7.2, 5.8, 7.2, 7.0, 5.4, 6.2, 7.4, 6.2, 8.2, 6.8, 6.2, 7.2, 4.2, 7.7, 7.7, 6.0, 4.3]}
{"img_fn": "6_1_9.jpg", "img_id": "val-119", "Category": "9", "Captions": [" Trying to solve or assemble the wooden puzzle or thingy. ", "A person is looking at the assembly instructions for a puzzle kit. ", "A person is looking at the instructions to put together a wooden sculpture.", "A person seated next to 2 tables is studying a piece of paper.", "A person is sitting on the couch in front of a coffee table with directions in one hand and a wooden game piece in the other hand."], "Boxes": [[419, 450, 209, 243]], "HumanRatings": [4.722222222222222, 5.388888888888889, 8.333333333333334, 3.357142857142857, 5.928571428571429], "IndividualHumanRatings": [5.8, 5.2, 5.6, 5.4, 6.4, 5.2, 6.4, 6.6, 6.0, 5.6, 5.2, 4.4, 5.6, 3.6, 5.7, 8.7, 5.3, 6.0]}
{"img_fn": "6_1_10.jpg", "img_id": "val-120", "Category": "10", "Captions": [" A person is using instructions to build a 3 Dimensional puzzle like block", "the person reads the instructions to assemble the cube", "A person is confused on how to solve a wooden puzzle cube so they are looking at the instructions. ", "The person studying the description for building the blocks\n", "A person is reading instructions to assemble something."], "Boxes": [[200, 539, 115, 148]], "HumanRatings": [6.333333333333333, 4.944444444444445, 5.777777777777778, 4.285714285714286, 6.285714285714286], "IndividualHumanRatings": [6.8, 5.2, 5.8, 6.8, 6.6, 4.0, 4.0, 6.0, 4.6, 7.4, 6.0, 4.4, 5.2, 4.0, 6.0, 8.3, 5.3, 4.0]}
{"img_fn": "7_1_0.jpg", "img_id": "val-132", "Category": "0", "Captions": ["A person pulling a strip of scotch tape preparing to mend a torn paper", "A person sitting at a table is withdrawing some scotch tape froma dispenser to tape a torn piece of paper that is lying on the table.", "A person is cutting off a piece of tape to fix a sheet of paper.", "A man is taking the sellotape to paste the teared the paper.", "A person is pulling out a piece of tape from the dispenser to fix a ripped paper."], "BestDescription": ["A person pulling a strip of scotch tape preparing to mend a torn paper"]}
{"img_fn": "7_1_1.jpg", "img_id": "val-133", "Category": "3", "Captions": ["An individual is pulling out a strand of tape to fix their ripped piece of paper. ", "A person prepares a strip of scotch tape that will be used to tape together a torn piece of paper. ", "A person is pulling out a long piece of tape from a roll to repair a torn paper.", "A man is taping a piece of paper back together that accidentally got ripped. ", "A person holds tape in their hands."], "Boxes": [[198, 255, 93, 96]], "HumanRatings": [8.833333333333334, 8.777777777777779, 8.38888888888889, 6.928571428571429, 3.857142857142857], "IndividualHumanRatings": [7.2, 7.4, 7.0, 7.6, 6.8, 8.0, 7.2, 8.0, 8.6, 8.0, 7.4, 6.6, 7.4, 6.0, 9.7, 9.7, 7.0, 8.0]}
{"img_fn": "7_1_2.jpg", "img_id": "val-134", "Category": "2", "Captions": ["A person getting ready to tape together a piece of ripped paper", "A person sitting on a couch is pulling scotch tape open to tape together a piece of torn paper. ", "Someone is mending a torn piece of paper with tape.", "A person dispenses tape in an effort to tape a torn letter back together.", "A man is taking sellotape to paste the teared paper."], "Boxes": [[105, 378, 188, 227]], "HumanRatings": [7.722222222222222, 7.666666666666667, 8.055555555555555, 7.357142857142857, 6.142857142857143], "IndividualHumanRatings": [8.0, 8.2, 7.4, 7.0, 7.2, 7.6, 7.8, 6.8, 6.6, 9.2, 7.4, 7.8, 7.0, 5.0, 9.3, 9.7, 6.7, 6.3]}
{"img_fn": "7_1_3.jpg", "img_id": "val-135", "Category": "1", "Captions": ["an individual is pondering and pulling tape out of its dispenser.", "A person is pulling a piece of tape from a dispenser over a table.", "A person is pulling out tape from a dispenser.", "A person at a table is pulling a piece of scotch tape from a dispenser.", "Using both hands, a person is pulling a long strip of clear tape from a tape dispenser."], "Boxes": [[924, 221, 227, 198]], "HumanRatings": [4.333333333333333, 5.111111111111111, 5.555555555555555, 5.285714285714286, 4.928571428571429], "IndividualHumanRatings": [4.0, 4.4, 5.6, 4.6, 6.4, 4.8, 5.8, 4.6, 5.4, 6.2, 5.2, 4.6, 5.0, 3.8, 5.0, 7.7, 2.0, 5.7]}
{"img_fn": "7_1_4.jpg", "img_id": "val-136", "Category": "4", "Captions": ["Someone is measuring out a strip of tape to tape back together the ripped paper.", "A person mending a torn up paper with a use of tape.", "A person is pulling out tape from a dispenser to get a piece so they can repair a ripped piece of paper.", "A man is taking a piece of tape to piece back a torn note written on paper.", "This person is pulling out the one which he is holding."], "Boxes": [[1165, 346, 108, 95]], "HumanRatings": [7.777777777777778, 7.888888888888889, 8.88888888888889, 7.0, 2.5], "IndividualHumanRatings": [7.2, 6.4, 7.0, 8.0, 7.0, 6.8, 7.0, 6.4, 5.8, 8.4, 6.8, 6.4, 8.0, 5.4, 8.7, 9.0, 6.0, 7.0]}
{"img_fn": "7_1_5.jpg", "img_id": "val-137", "Category": "5", "Captions": [" someone is trying to fix a piece of paper by taping a piece of ripped paper together", "A person is getting some tape to repair a ripped piece of paper. ", "A person is removing tape from a dispenser to apply to a torn sheet of paper.", "A person is pulled out a piece of clear tape.", "A man is holding scotch tape in one hand and using the other hand to pull a piece off. "], "Boxes": [[974, 517, 110, 165]], "HumanRatings": [7.944444444444445, 8.61111111111111, 8.61111111111111, 4.5, 4.857142857142857], "IndividualHumanRatings": [6.4, 6.8, 6.8, 7.4, 6.8, 7.6, 7.4, 6.8, 7.6, 7.6, 7.2, 7.0, 6.8, 5.2, 8.7, 8.3, 7.3, 8.0]}
{"img_fn": "7_1_6.jpg", "img_id": "val-138", "Category": "6", "Captions": ["The man is going to tape up the broken paper.", "A person sits on a couch with two side by side tables in front of them and they are holding a spool of tape over the divide between the tables.", "Someone is preparing to tape a torn sheet of paper back together.", "A man is tearing a long strip of tape with his hands from a tape roll.", "A man is getting ready to repair a ripped piece of paper with tape."], "Boxes": [[559, 564, 82, 78]], "HumanRatings": [7.111111111111111, 2.9444444444444446, 7.833333333333333, 4.428571428571429, 7.357142857142857], "IndividualHumanRatings": [6.2, 6.0, 6.0, 6.0, 6.4, 5.6, 6.4, 5.4, 6.0, 7.2, 6.6, 5.4, 5.0, 3.8, 6.7, 7.7, 5.7, 5.7]}
{"img_fn": "7_1_7.jpg", "img_id": "val-139", "Category": "7", "Captions": [" Man at a messy table getting a piece of tape to fix his torn paper", "a person is pulling a piece of scotch tape out of the dispenser. ", "A person getting some tape to fix a torn piece of paper.", "A person is pulling tape from a dispenser in order to repair a torn page from their notebook.", "Someone is about to tape together a ripped up piece of paper."], "Boxes": [[392, 535, 155, 157]], "HumanRatings": [6.944444444444445, 5.833333333333333, 8.555555555555555, 7.642857142857143, 6.857142857142857], "IndividualHumanRatings": [6.0, 7.6, 6.8, 6.8, 7.0, 6.8, 8.0, 6.8, 8.2, 9.0, 7.2, 6.8, 6.4, 6.4, 8.0, 8.0, 6.0, 7.3]}
{"img_fn": "7_1_8.jpg", "img_id": "val-140", "Category": "8", "Captions": ["A person is measuring tape to be used to rejoin torn pieces of a sheet of paper.", "Someone is fixing a torn piece of paper with scotch tape.", "Someone is using a tape dispenser to dispense a piece of tape that they will use to repair the piece of torn notebook paper on the table.", "A person holding a bottle like cup and painting that", "A person is using clear tape to fix a torn piece of paper."], "Boxes": [[301, 522, 80, 73]], "HumanRatings": [7.611111111111111, 8.277777777777779, 7.777777777777778, 1.5714285714285714, 7.571428571428571], "IndividualHumanRatings": [7.4, 6.4, 6.0, 7.4, 6.2, 6.4, 6.8, 6.8, 7.0, 7.8, 6.6, 6.2, 7.2, 5.2, 8.3, 9.7, 5.0, 6.0]}
{"img_fn": "7_1_9.jpg", "img_id": "val-141", "Category": "9", "Captions": [" Trying to fix the torn paper by taping together ", "A person is grabbing a piece of scotch tape to repair a piece of broken paper on a table.", "A person tears of a strip of tape.", "A man is taking the sellotape to paste the teared paper.", "A person has rolled out a strip of Scotch tape to repair a torn piece of paper."], "Boxes": [[460, 355, 47, 127]], "HumanRatings": [7.333333333333333, 7.388888888888889, 5.166666666666667, 6.714285714285714, 7.857142857142857], "IndividualHumanRatings": [7.4, 7.2, 6.6, 7.6, 7.2, 7.0, 6.4, 6.4, 8.2, 8.8, 6.8, 7.2, 5.8, 3.8, 8.0, 7.7, 4.3, 6.7]}
{"img_fn": "7_1_10.jpg", "img_id": "val-142", "Category": "10", "Captions": [" A person is using tape to fix a paper that had ripped in half.", "the person stretches the masking tape to the size needed to stick the sheet", "A person is using clear tape to repair a rip in a sheet of paper. ", "The person is trying to tape the teared paper", "A person is pulling out a piece of scotch tape."], "Boxes": [[319, 242, 125, 125]], "HumanRatings": [7.444444444444445, 4.444444444444445, 8.055555555555555, 7.0, 5.428571428571429], "IndividualHumanRatings": [7.8, 6.0, 6.2, 7.6, 6.6, 5.8, 6.2, 6.8, 6.6, 6.8, 7.0, 5.6, 7.0, 4.8, 7.3, 8.3, 4.7, 6.0]}
{"img_fn": "8_1_0.jpg", "img_id": "val-154", "Category": "0", "Captions": ["A person has laid down a shirt on a table with an iron nearby, likely finishing ironing it or about to.", "A person is laying out a shirt on a table to get ready to iron it.", "A man on a couch is ironing a plaid shirt on a coffee table.", "A man prepares his shirt to be ironed while sitting in his living room at a table.", "A man is ironing the shirt with the iron box."], "BestDescription": ["A person is laying out a shirt on a table to get ready to iron it."]}
{"img_fn": "8_1_1.jpg", "img_id": "val-155", "Category": "1", "Captions": ["an individual is occupied with folding a shirt.", "the person is stretching the shirt on the table to apply the product", "A person is folding their plaid shirt on their coffee table. ", "A person is folding the shirt", "The man is neatly folding his flannel shirt on the table."], "Boxes": [[837, 312, 198, 182]], "HumanRatings": [2.2777777777777777, 4.444444444444445, 3.5555555555555554, 2.7857142857142856, 4.357142857142857], "IndividualHumanRatings": [2.6, 3.0, 4.8, 3.4, 4.0, 2.2, 5.6, 3.6, 3.8, 5.4, 2.6, 2.8, 4.4, 2.4, 3.3, 2.7, 2.0, 2.7]}
{"img_fn": "8_1_2.jpg", "img_id": "val-156", "Category": "3", "Captions": ["An individual is ironing their shirt on the table. ", "A person is ironing their shirt.", "Someone is in the process of ironing their shirt on the table and is stretching the fabric out flat with their hands.", "A person holding the shirts to iron", "A person is ironing a shirt on a table."], "Boxes": [[127, 578, 191, 115]], "HumanRatings": [7.0, 6.166666666666667, 7.388888888888889, 5.142857142857143, 6.214285714285714], "IndividualHumanRatings": [6.2, 6.0, 7.2, 8.6, 5.2, 6.2, 7.6, 6.6, 5.6, 8.8, 5.0, 5.2, 5.6, 4.8, 6.3, 8.7, 8.3, 5.3]}
{"img_fn": "8_1_3.jpg", "img_id": "val-157", "Category": "2", "Captions": ["A person getting ready to iron an orange plaid shirt", "A person is ironing their orange and black patterned collared shirt on a table.", "A person irons a shirt.", "A man is ironing his shirt with iron box.", "Someone is preparing to iron a shirt just taken out of storage."], "Boxes": [[147, 414, 218, 151]], "HumanRatings": [7.277777777777778, 6.277777777777778, 5.666666666666667, 5.785714285714286, 5.428571428571429], "IndividualHumanRatings": [6.4, 6.0, 6.0, 7.2, 5.4, 6.4, 7.2, 6.4, 5.6, 8.2, 4.8, 6.0, 5.6, 4.4, 7.0, 8.7, 4.7, 4.7]}
{"img_fn": "8_1_4.jpg", "img_id": "val-158", "Category": "4", "Captions": ["Someone is ironing their flannel shirt on the table.", "Someone is preparing to iron a plaid shirt on their coffee table because they do not own an ironing board. ", "A person is ironing a flannel shirt on top of a small wooden table.", "A person is stretching out a shirt on the table in order to iron it.", "A person is flattening out a flannel shirt on the table so they can iron it. "], "Boxes": [[191, 225, 111, 176]], "HumanRatings": [6.5, 6.388888888888889, 6.388888888888889, 8.285714285714286, 7.214285714285714], "IndividualHumanRatings": [8.2, 7.2, 6.2, 8.2, 6.8, 7.8, 7.6, 8.6, 7.0, 9.6, 5.4, 6.0, 5.2, 5.8, 5.7, 7.7, 5.0, 3.7]}
{"img_fn": "8_1_5.jpg", "img_id": "val-159", "Category": "5", "Captions": [" someone could be doing laundry since there is a flannel and it looks like they are about to fold it", "A person is folding a flannel shirt on a table and getting ready to iron it.", "A person is ironing their shirt on the table.", "A person is straightening out a shirt in preparation to iron it. ", "A person is ironing a plaid shirt."], "Boxes": [[146, 279, 36, 108]], "HumanRatings": [3.0, 7.666666666666667, 6.777777777777778, 8.0, 5.857142857142857], "IndividualHumanRatings": [5.4, 6.4, 5.8, 7.8, 6.6, 6.6, 7.2, 7.8, 6.4, 8.6, 5.0, 5.8, 6.2, 3.8, 6.0, 6.7, 4.7, 3.0]}
{"img_fn": "8_1_6.jpg", "img_id": "val-160", "Category": "6", "Captions": ["The man is arranging the clothes", "A person is smoothing a shirt on a tabletop, preparing to iron it.", "A person is folding a freshly ironed shirt.", "A guy is ironing his shirt with iron box.", "A person is ironing a plaid shirt on the table."], "Boxes": [[23, 224, 75, 101]], "HumanRatings": [2.5555555555555554, 8.555555555555555, 3.388888888888889, 5.571428571428571, 5.928571428571429], "IndividualHumanRatings": [5.2, 5.4, 5.8, 5.8, 5.4, 4.2, 6.8, 5.6, 5.0, 7.2, 4.8, 3.6, 5.6, 3.0, 4.7, 5.7, 3.3, 4.7]}
{"img_fn": "8_1_7.jpg", "img_id": "val-161", "Category": "7", "Captions": [" Person ironing a folded shirt on a table next to another table with many items on it", "A person sits on a couch in front of two tables that are side by side, one scattered with items and the other they are using to iron a shirt on.", "A person is ironing their shirt.\n", "A man is stretching out a plaid shirt on a table to prepare to iron it.", "A man stretches out a shirt on a table to iron it."], "Boxes": [[106, 278, 31, 103]], "HumanRatings": [4.888888888888889, 4.833333333333333, 5.944444444444445, 7.571428571428571, 8.0], "IndividualHumanRatings": [6.8, 6.6, 5.4, 7.6, 6.2, 7.0, 7.6, 6.8, 6.2, 8.8, 5.2, 6.4, 5.0, 4.0, 5.3, 5.0, 4.3, 2.7]}
{"img_fn": "8_1_8.jpg", "img_id": "val-162", "Category": "8", "Captions": ["A person is ironing their clothes on a table.", "a person is busy ironing a shirt.", "A person laying a shirt flat on a table to iron it.", "A person is straightening out a shirt on a table in preparation for it to be ironed.", "Someone is folding and ironing their clothes on a table."], "Boxes": [[47, 395, 83, 107]], "HumanRatings": [6.222222222222222, 5.555555555555555, 8.833333333333334, 8.0, 5.857142857142857], "IndividualHumanRatings": [6.6, 6.4, 6.8, 8.4, 6.6, 7.0, 7.8, 7.0, 7.2, 8.8, 5.6, 6.2, 6.8, 5.4, 7.0, 8.0, 6.3, 6.0]}
{"img_fn": "8_1_9.jpg", "img_id": "val-163", "Category": "9", "Captions": [" Trying to iron the shirt again fixing it. ", "A person places a flannel shirt on a table in order to iron it. ", "A person is preparing for ironing a shirt.", "A man is ironing a shirt on a table. ", "A man is in the process of ironing a shirt."], "Boxes": [[29, 577, 82, 74]], "HumanRatings": [5.055555555555555, 8.11111111111111, 8.0, 6.357142857142857, 6.5], "IndividualHumanRatings": [7.6, 6.2, 6.4, 7.2, 6.4, 6.8, 7.4, 7.4, 8.0, 8.2, 6.0, 6.2, 7.6, 4.6, 6.3, 9.0, 5.7, 6.0]}
{"img_fn": "9_1_0.jpg", "img_id": "val-175", "Category": "0", "Captions": ["A person sitting on a sofa with their hand on a table lighting a lighter that appears to be about to light a candle.", "A person is holding a lit lighter about to light a candle.", "A man on a couch is getting ready to study and lighting a candle on a table in front of him.", "A person is about to light a candle in their living room while they sit near their table.", "The person is taking the fire on lighter to lighten the candle."], "BestDescription": ["A person is holding a lit lighter about to light a candle."]}
{"img_fn": "9_1_1.jpg", "img_id": "val-176", "Category": "1", "Captions": ["a man is leaning forward with his right forearm and hand resting on the table", "Someone is sitting at a coffee table and has been working on paperwork.", "A person is thinking hard, with their clenched hand resting on a table.", "A man has taken a gummy out of the tin can to eat.", "Someone sits on a blue couch leaning forward, resting their right arm on one of two tables covered with random items in front of them."], "Boxes": [[917, 237, 96, 89]], "HumanRatings": [4.111111111111111, 3.888888888888889, 1.8888888888888888, 6.357142857142857, 5.357142857142857], "IndividualHumanRatings": [4.0, 3.8, 4.2, 4.2, 5.6, 4.4, 5.4, 3.8, 4.2, 4.8, 3.4, 3.4, 5.2, 2.8, 2.7, 6.3, 3.7, 2.7]}
{"img_fn": "9_1_2.jpg", "img_id": "val-177", "Category": "2", "Captions": ["A person getting ready to light a candle", "A person flicks a flame from a pocket lighter to light up a nearby candle on a table.", "Someone is going to light a candle.", "A man taking his lighter to lighten the candel.", "A person flicks a lighter in preparation of lighting a candle."], "Boxes": [[72, 402, 343, 283]], "HumanRatings": [6.833333333333333, 7.222222222222222, 6.388888888888889, 7.285714285714286, 7.714285714285714], "IndividualHumanRatings": [7.6, 7.0, 6.4, 8.4, 6.8, 6.8, 7.8, 7.2, 7.2, 7.2, 7.2, 7.0, 7.4, 4.8, 6.3, 10.0, 6.7, 5.0]}
{"img_fn": "9_1_3.jpg", "img_id": "val-178", "Category": "3", "Captions": ["An individual is lighting a candle with a lit match. ", "someone is using a lighter to light a candle.", "A person has lit a lighter and is about to light a candle.", "A person is about to use a lighter flame to light a candle on their table.", "Someone is flicking on a lighter to light a candle."], "Boxes": [[472, 556, 176, 136]], "HumanRatings": [5.444444444444445, 7.944444444444445, 9.166666666666666, 7.928571428571429, 7.071428571428571], "IndividualHumanRatings": [7.4, 7.8, 7.4, 8.6, 6.8, 7.2, 8.0, 8.4, 8.0, 8.8, 6.4, 7.4, 7.2, 5.2, 7.7, 9.3, 7.7, 6.3]}
{"img_fn": "9_1_4.jpg", "img_id": "val-179", "Category": "4", "Captions": ["Someone is holding a lighter in their hand to light the candle on the table.", "A person sitting at a table is holding a lit butane lighter, prparing to light a candle that is sitting on the table.", "A person is igniting a lighter to use on a candle sitting on a table.", "A man is taking the lighter ti lighten the candel nearby.", "A person is leaning on the table and lighting a lighter to light a candle."], "Boxes": [[1033, 231, 96, 89]], "HumanRatings": [8.444444444444445, 7.666666666666667, 7.611111111111111, 7.5, 6.857142857142857], "IndividualHumanRatings": [6.8, 8.2, 7.4, 8.4, 7.4, 8.0, 8.2, 8.2, 7.4, 8.6, 7.2, 7.8, 8.2, 6.2, 8.0, 9.3, 6.3, 5.7]}
{"img_fn": "9_1_5.jpg", "img_id": "val-180", "Category": "5", "Captions": [" someone could be taking a smoke break from their studying because they have a lighter in their hands and notebooks on the side", "the person lights the lighter to light the candle", "A person is using a lighter to light a white candle on a table. ", "The person is lighting on the candle", "A person is lighting a lighter."], "Boxes": [[1102, 434, 108, 79]], "HumanRatings": [1.8333333333333333, 7.944444444444445, 7.833333333333333, 6.357142857142857, 5.5], "IndividualHumanRatings": [5.2, 5.4, 6.0, 6.8, 6.2, 6.2, 7.0, 5.8, 6.2, 6.6, 5.8, 4.6, 7.0, 4.8, 5.7, 7.0, 5.3, 3.7]}
{"img_fn": "9_1_6.jpg", "img_id": "val-181", "Category": "6", "Captions": [" the man is going to light the candle. ", "A person is lighting a candle with a cigarette lighter.", "Someone is holding a match which they are about to use to light a jar candle.", "A person holding the lighter", "A person is lighting a candle on a table."], "Boxes": [[895, 469, 111, 146]], "HumanRatings": [6.5, 7.222222222222222, 4.555555555555555, 4.857142857142857, 6.5], "IndividualHumanRatings": [5.4, 6.2, 5.6, 7.0, 6.6, 5.8, 6.4, 6.0, 4.8, 6.6, 4.4, 6.4, 7.0, 4.4, 6.0, 8.7, 7.0, 3.3]}
{"img_fn": "9_1_7.jpg", "img_id": "val-182", "Category": "7", "Captions": [" Person holding a lit match preparing to light his candle on his cluttered table", "A person ignites a lighter in anticipation of lighting a nearby candle on the table. ", "A person is holding a lighter alit to use with a candle.", "A man is lighting a candle that sits on a table in front of him. ", "A man struck a lighter to likely light a candle."], "Boxes": [[794, 550, 86, 92]], "HumanRatings": [5.666666666666667, 7.722222222222222, 8.5, 6.0, 6.428571428571429], "IndividualHumanRatings": [6.4, 7.4, 6.2, 6.8, 7.6, 6.8, 7.8, 8.0, 8.0, 8.2, 6.2, 7.2, 6.4, 4.4, 6.7, 9.7, 6.0, 4.7]}
{"img_fn": "9_1_8.jpg", "img_id": "val-183", "Category": "8", "Captions": ["A person is about to light a candle on the table.", "A person is lighting up a candle with a use of a lighter.", "A person has a lighter with a flame so they can use it to light a candle.", "A man has a lighter and is about to light a candle after he completed a craft project.", "This person holds the lighter to light the candle on the table."], "Boxes": [[686, 534, 99, 123]], "HumanRatings": [6.444444444444445, 7.777777777777778, 8.666666666666666, 6.214285714285714, 7.428571428571429], "IndividualHumanRatings": [7.4, 7.4, 7.0, 8.6, 7.2, 7.0, 7.8, 7.0, 8.4, 9.0, 6.6, 7.0, 7.2, 4.4, 7.7, 10.0, 7.3, 6.0]}
{"img_fn": "9_1_9.jpg", "img_id": "val-184", "Category": "9", "Captions": [" Trying the lit the scented candle", "Someone is preparing to light a scented candle that is sitting on their coffee table.", "A person is sitting on a couch with a lit lighter about to light a candle that is sitting on a small table.", "A person is using a lighter to light a candle on the table.", "A person is holding a lighter with a flame in their hand to light a candle. "], "Boxes": [[451, 211, 134, 158]], "HumanRatings": [5.166666666666667, 6.222222222222222, 7.555555555555555, 7.571428571428571, 8.428571428571429], "IndividualHumanRatings": [7.0, 7.4, 6.0, 7.6, 7.4, 6.6, 7.8, 7.6, 7.0, 8.2, 6.0, 7.2, 7.4, 4.6, 5.7, 8.7, 6.3, 4.7]}
{"img_fn": "9_1_10.jpg", "img_id": "val-185", "Category": "10", "Captions": [" A person is using a lighter to light a candle.", "A person is lighting a candle on a table with some household items on it.", "A person is holding a lighter and is getting ready to light a candle sitting in front of them on the table.", "Someone is holding a lighter at a table and has it lit.", "A person is holding a lit lighter in order to light a small candle."], "Boxes": [[241, 280, 95, 107]], "HumanRatings": [8.277777777777779, 5.555555555555555, 8.11111111111111, 6.0, 8.142857142857142], "IndividualHumanRatings": [7.4, 7.6, 7.0, 8.4, 7.8, 8.4, 7.4, 7.8, 6.8, 8.2, 6.2, 7.4, 7.6, 4.8, 7.0, 8.7, 6.3, 4.3]}
{"img_fn": "10_1_0.jpg", "img_id": "val-197", "Category": "0", "Captions": ["Someone holding toothpaste at a bathroom sink.", "Someone is capping a tube of toothpaste that they've just used to apply toothpaste to their toothbrush. They are about to brush their teeth. ", "A person is standing in front of a bathroom sink holding a tube of toothpaste and preparing to brush his teeth.", "A person by a sink is opening a toothpaste tube to brush their teeth.", "A person is standing at the sink and opening a tube of toothpaste."], "BestDescription": ["A person is standing in front of a bathroom sink holding a tube of toothpaste and preparing to brush his teeth."]}
{"img_fn": "10_1_1.jpg", "img_id": "val-198", "Category": "1", "Captions": ["an individual is comfortable opening a toothpaste.", "the person takes the toothpaste to brush", "A person is standing at a sink and is opening a tube of toothpaste so they can brush their teeth. ", "The person is opening the shaving cream ", "A person is trying to open a tube of something in teh bathroom."], "Boxes": [[899, 340, 127, 195]], "HumanRatings": [3.6666666666666665, 5.722222222222222, 8.222222222222221, 2.857142857142857, 4.357142857142857], "IndividualHumanRatings": [4.8, 5.6, 5.4, 5.2, 5.2, 4.2, 6.4, 4.6, 4.0, 5.2, 5.0, 4.0, 6.2, 3.8, 6.3, 7.7, 5.3, 4.0]}
{"img_fn": "10_1_2.jpg", "img_id": "val-199", "Category": "3", "Captions": ["An individual is opening their toothpaste to brush their teeth. ", "A p[erson is standing at a sink, about to put toothpaste on a toothbrush.", "A person is standing at a sink uncaping a tube of toothpaste.", "A man is taking toothpaste to brush using the brush.", "A person is standing over the sink getting ready to open the toothpaste so they can brush their teeth."], "Boxes": [[999, 572, 115, 85]], "HumanRatings": [6.722222222222222, 7.722222222222222, 6.277777777777778, 6.285714285714286, 8.428571428571429], "IndividualHumanRatings": [7.4, 7.0, 6.0, 8.2, 6.0, 7.2, 7.4, 6.8, 8.4, 8.6, 7.0, 7.2, 7.8, 5.8, 6.7, 9.0, 5.3, 4.0]}
{"img_fn": "10_1_3.jpg", "img_id": "val-200", "Category": "2", "Captions": ["A person getting ready to brush their teeth", "A person is opening up a tube of toothpaste near a toothbrush at a sink in preparation to brush their teeth.", "A person at a sink prepares to brush their teeth.", "A man is taking a cream to wash his face.", "Someone is squeezing a tube of toothpaste in preparation of brushing his teeth."], "Boxes": [[113, 480, 171, 181]], "HumanRatings": [6.277777777777778, 8.222222222222221, 7.222222222222222, 2.4285714285714284, 7.285714285714286], "IndividualHumanRatings": [6.4, 5.6, 6.0, 6.2, 5.8, 6.4, 7.0, 6.6, 6.6, 7.6, 6.6, 5.2, 6.8, 5.4, 7.0, 9.7, 6.7, 5.3]}
{"img_fn": "10_1_4.jpg", "img_id": "val-201", "Category": "4", "Captions": ["Someone is opening their toothpaste bottle over the sink to brush their teeth.", "A person is opening a tube of toothpaste in order to brush their teeth.", "Someone is opening a tube of toothpaste and is about to brush their teeth at the sink in front of them.", " A person opening the toothpaste to brush", "A person is opening a toothpaste tube to brush their teeth."], "Boxes": [[364, 548, 48, 132]], "HumanRatings": [7.388888888888889, 7.055555555555555, 8.38888888888889, 6.285714285714286, 6.285714285714286], "IndividualHumanRatings": [8.8, 7.2, 6.8, 7.6, 6.2, 7.0, 8.0, 7.4, 6.8, 8.6, 7.6, 7.0, 7.8, 4.6, 6.3, 8.7, 7.7, 4.0]}
{"img_fn": "10_1_5.jpg", "img_id": "val-202", "Category": "5", "Captions": [" someone may be brushing their teeth because their toothbrush and toothpaste are both present by the sink", "A man is standing in front of a bathroom sink about to brush their teeth.", " A man at a sink is removing a toothpaste tube's cap, in order to brush his teeth.", "A person begins the process of brushing their teeth as they take the lid off their toothpaste and have their toothbrush nearby.", "The man is taking toothpaste to brush"], "Boxes": [[295, 358, 105, 156]], "HumanRatings": [5.5, 7.722222222222222, 7.5, 7.357142857142857, 5.357142857142857], "IndividualHumanRatings": [7.6, 6.6, 7.0, 7.6, 5.8, 5.8, 8.0, 6.2, 6.6, 8.2, 7.0, 5.8, 7.8, 5.6, 6.3, 9.0, 5.0, 4.0]}
{"img_fn": "10_1_6.jpg", "img_id": "val-203", "Category": "6", "Captions": ["The man is going to open the toothpaste and brush his teeth.", "a person put toothpaste on a toothbrush in preparation to brush their teeth.", "A person opening a tube of toothpaste before brushing their teeth.", "Someone is standing at a sink about to open their toothpaste tube to brush their teeth before bed.", "A person is opening the cap to their toothpaste."], "Boxes": [], "HumanRatings": [7.111111111111111, 7.222222222222222, 6.944444444444445, 7.357142857142857, 5.214285714285714], "IndividualHumanRatings": [7.4, 6.2, 6.4, 7.4, 6.6, 7.2, 7.6, 6.8, 7.6, 8.2, 6.6, 6.2, 7.2, 3.8, 7.0, 9.3, 6.7, 4.7]}
{"img_fn": "11_1_0.jpg", "img_id": "val-211", "Category": "0", "Captions": ["A man is sitting on a couch watching something from a projector.", "a man looks bored as he views a projector screen.", "A man sitting on a couch is watching something being projected onto the wall in front of him.", "A man is sitting on a couch with the curtains pulled looking at something projected onto the opposite wall. ", "Someone is sitting on the couch watching a movie on a projector."], "BestDescription": ["A man is sitting on a couch watching something from a projector."]}
{"img_fn": "11_1_1.jpg", "img_id": "val-212", "Category": "1", "Captions": ["An individual is reminiscing sitting on a couch.", "A man sitting ona couch is pensively waiting and thnking, arms folded and staring onot the distance.", "A man is sitting on a couch with his arms folded and looking rather cross.", "A guy is sitting on the sofa and watching television.", "An unhappy man is contemplating something while sitting on his green couch."], "Boxes": [[246, 187, 147, 70]], "HumanRatings": [2.9444444444444446, 3.0, 2.7222222222222223, 5.071428571428571, 3.4285714285714284], "IndividualHumanRatings": [2.8, 3.0, 3.6, 3.8, 4.2, 2.4, 4.0, 3.4, 3.0, 5.4, 3.0, 3.8, 3.2, 2.2, 4.3, 2.7, 3.0, 2.0]}
{"img_fn": "11_1_2.jpg", "img_id": "val-213", "Category": "3", "Captions": ["An individual is watching something that is being projected. ", "the person is looking at the image being projected", "A man is sitting on the couch watching something being projected from his projector. ", "a person is watching something using a projector", "A man is sitting and watching something from a video projector."], "Boxes": [[1141, 574, 72, 71]], "HumanRatings": [7.5, 6.222222222222222, 9.222222222222221, 7.285714285714286, 7.5], "IndividualHumanRatings": [8.6, 6.6, 7.6, 8.4, 7.4, 8.4, 7.8, 8.4, 6.6, 8.6, 7.8, 7.8, 5.8, 5.2, 8.3, 9.3, 6.7, 7.3]}
{"img_fn": "11_1_3.jpg", "img_id": "val-214", "Category": "2", "Captions": ["A person sitting on the couch watching something on the projector", "A man sits in the center of a couch watching something on a projector.", "A man is watching a film.", "A man is sitting on a couch with his arms crossed watching a projected image on the wall.", "A man sitting on a couch watching a movie projected on his wall."], "Boxes": [[1000, 252, 268, 307]], "HumanRatings": [9.0, 8.38888888888889, 4.5, 7.142857142857143, 7.785714285714286], "IndividualHumanRatings": [8.2, 8.0, 6.8, 7.0, 7.2, 7.2, 7.8, 7.8, 7.2, 9.0, 7.2, 7.8, 6.8, 5.0, 7.7, 9.7, 5.3, 6.7]}
{"img_fn": "11_1_4.jpg", "img_id": "val-215", "Category": "4", "Captions": ["Someone is sitting on the couch with their arms crossed watching something on the wall with the projector.", "A man is sitting on his couch watching something on a projector.", "A person is sitting on a sofa with their  arms folded while they watch a projector in front of them.", "A man sits with his arms crossed on a couch watching a projector.", "A man is sitting on a sofa watching something being projected with a projector in front of him."], "Boxes": [[781, 610, 72, 64]], "HumanRatings": [7.833333333333333, 9.333333333333334, 7.611111111111111, 7.428571428571429, 8.142857142857142], "IndividualHumanRatings": [9.2, 8.6, 7.2, 8.8, 7.4, 7.8, 8.4, 8.8, 8.2, 9.6, 8.4, 7.8, 7.2, 6.4, 7.7, 10.0, 7.3, 6.7]}
{"img_fn": "11_1_5.jpg", "img_id": "val-216", "Category": "5", "Captions": [" there is a guy sitting back on the couch possibly watching some television since there is a tv remote in front of him", "A man with his arms folded sits and watches a film from his projector.", "A man watches slides from a projector,", "A guy is sitting on a sofa and watching something displayed by the projector.", "A solitary man tries to stay awake while viewing a movie on his home theater system,"], "Boxes": [[644, 580, 71, 63]], "HumanRatings": [4.166666666666667, 7.444444444444445, 6.888888888888889, 8.571428571428571, 4.642857142857143], "IndividualHumanRatings": [6.6, 5.4, 6.2, 6.0, 6.6, 5.4, 6.8, 6.6, 5.8, 8.0, 5.8, 6.6, 5.6, 6.2, 7.3, 9.0, 5.3, 5.0]}
{"img_fn": "11_1_6.jpg", "img_id": "val-217", "Category": "6", "Captions": ["The man uses the projector to watch a movie.", "A man is sitting in a dim room on a couch looking at a video on a projector.", "A man is sitting on a sofa, using a projector to watch a lecture.", "A man watches a projection on the wall while he sits on his couch with his arms folded.", "The person was watching Video using projector"], "Boxes": [[581, 651, 91, 34]], "HumanRatings": [6.333333333333333, 7.888888888888889, 7.722222222222222, 7.357142857142857, 6.357142857142857], "IndividualHumanRatings": [7.8, 7.6, 6.8, 8.0, 7.0, 6.6, 7.2, 7.6, 6.8, 8.8, 7.6, 6.4, 7.4, 4.6, 8.0, 9.3, 5.3, 6.0]}
{"img_fn": "11_1_7.jpg", "img_id": "val-218", "Category": "7", "Captions": [" Man sitting on a couch watching something from a projector that s running next to him", "A man is watching a movie that is being projected on the wall in front of him. ", "A man is sitting on a couch watching media from a projector.", "A man is seated on the couch as he watches a projector.", "A man is sitting on the couch with his arms crossed as he watches a projected image. "], "Boxes": [[487, 608, 72, 63]], "HumanRatings": [8.444444444444445, 6.888888888888889, 8.61111111111111, 8.571428571428571, 7.857142857142857], "IndividualHumanRatings": [7.8, 8.2, 7.4, 7.8, 8.2, 7.6, 8.2, 8.0, 8.6, 9.4, 8.0, 8.2, 7.8, 8.0, 8.3, 10.0, 5.7, 7.7]}
{"img_fn": "11_1_8.jpg", "img_id": "val-219", "Category": "8", "Captions": ["A person is sitting on a couch and watching a video being projected on the wall in front of them.", "A man watches images that a projector illuminates in front of him. ", "A seated person is bored watching a projected image.", "A man is sitting on the couch watching old movies with a projector. ", "A man sits on a couch with folder arms. The man is watching a projection."], "Boxes": [[304, 333, 223, 111]], "HumanRatings": [8.11111111111111, 6.944444444444445, 5.666666666666667, 6.928571428571429, 6.785714285714286], "IndividualHumanRatings": [8.2, 7.0, 6.2, 7.0, 6.8, 6.8, 7.4, 7.2, 6.8, 9.2, 6.6, 6.6, 6.8, 5.0, 7.0, 8.3, 4.0, 6.3]}
{"img_fn": "11_1_9.jpg", "img_id": "val-220", "Category": "9", "Captions": [" feeling sleepy while watching a movie or a lecture ", "A man is seated on the couch, watching a slide show from a projector.", "A man is watching a video that is being projected on the surface in front of him by the projector sitting next to him.", "A man sitting and looking somewhere at nearby the projector", "A man is watching something on a projector while sitting on a couch. "], "Boxes": [[965, 640, 153, 37]], "HumanRatings": [2.4444444444444446, 8.277777777777779, 7.111111111111111, 6.5, 8.428571428571429], "IndividualHumanRatings": [7.0, 6.4, 6.2, 7.0, 7.0, 7.0, 7.4, 6.6, 6.4, 7.4, 6.4, 6.2, 5.8, 5.4, 7.0, 6.7, 5.3, 4.0]}
{"img_fn": "12_1_0.jpg", "img_id": "val-230", "Category": "0", "Captions": ["A person sitting on a chair in a room with their head down and their arm reaching toward the floor.", "A person is putting on his shoes while sitting in a chair in his room", "A person is sitting down in a chair while being bent over and putting on their shoe.", "A person is sitting in a chair in a room with their head down.", "A man is bent over in a chair while pushing his foot into an athletic shoe, likely in preparation to play tennis."], "BestDescription": ["A person is putting on his shoes while sitting in a chair in his room"]}
{"img_fn": "12_1_1.jpg", "img_id": "val-231", "Category": "1", "Captions": ["an individual is gloomy putting their shoes on.", "A man adjusts the leg of a wooden chair that he is sitting on.", "A person in shorts sits on a chair in a room.", "A guy wearing his shoes.", "A young man has just completed a long run and is now taking off his shoes."], "Boxes": [[268, 445, 132, 232]], "HumanRatings": [4.333333333333333, 2.0, 3.5555555555555554, 4.571428571428571, 2.7142857142857144], "IndividualHumanRatings": [4.2, 3.6, 2.8, 3.6, 4.2, 2.6, 5.0, 4.2, 1.6, 3.8, 3.2, 3.6, 4.2, 2.6, 3.0, 1.7, 3.7, 3.0]}
{"img_fn": "12_1_2.jpg", "img_id": "val-232", "Category": "2", "Captions": ["A person sitting down trying to put on their shoes", "A man is sitting in a chair putting his shoes on getting ready to go play tennis.", "A man is putting on his shoes before playing tennis.", "A person begins the process of taking of their tennis playing uniform following a game of tennis.", "The man is wearing shoes to go on paly tennis."], "Boxes": [[988, 412, 121, 155], [836, 412, 121, 155]], "HumanRatings": [7.0, 7.222222222222222, 5.277777777777778, 2.7142857142857144, 3.5714285714285716], "IndividualHumanRatings": [6.2, 6.0, 3.8, 5.6, 5.6, 4.8, 6.8, 4.4, 5.0, 6.2, 5.2, 3.8, 5.2, 3.6, 5.3, 8.7, 6.0, 6.0]}
{"img_fn": "12_1_3.jpg", "img_id": "val-233", "Category": "3", "Captions": ["An individual is putting on their shoes to go play tennis. ", "the person is putting on his sports shoes to go play tennis", "A young man is putting on tennis shoes to go play tennis. ", "A person is getting ready by putting on the shoes to play tennis", "A man is sitting in a chair and reaching for the chair leg."], "Boxes": [[73, 355, 91, 70]], "HumanRatings": [5.333333333333333, 5.388888888888889, 5.055555555555555, 4.714285714285714, 3.2142857142857144], "IndividualHumanRatings": [5.6, 5.0, 2.8, 5.4, 5.0, 5.2, 6.0, 4.6, 4.4, 5.8, 5.4, 4.2, 3.6, 2.6, 5.0, 7.7, 5.0, 4.7]}
{"img_fn": "12_1_4.jpg", "img_id": "val-234", "Category": "4", "Captions": ["someone is putting on their shoes while sitting in a chair in their living room.", "A young man is getting ready to play tennis, and he is fixing his sneaker. ", "A man is sitting in a chair removing his shoes after playing tennis.", "A seated man is putting a shoe on his right foot.", "A man is sitting on a chair in the living room, bent over putting on his shoe."], "Boxes": [[1130, 231, 145, 257]], "HumanRatings": [8.222222222222221, 4.444444444444445, 3.1666666666666665, 5.785714285714286, 7.071428571428571], "IndividualHumanRatings": [7.0, 6.8, 4.8, 6.4, 5.4, 5.0, 7.2, 5.8, 5.8, 8.2, 6.0, 5.0, 5.0, 3.6, 4.3, 5.3, 4.7, 4.0]}
{"img_fn": "12_1_5.jpg", "img_id": "val-235", "Category": "5", "Captions": [" there is a guy putting on shoes and possibly getting ready to play tennis", "a guy is about to go play tennis. ", "A man is putting on his shoes before going out to play tennis.", "A person is putting their shoes on in order to go out to play tennis.", "A person is sitting on a chair in their room."], "Boxes": [[382, 132, 143, 153]], "HumanRatings": [5.111111111111111, 2.111111111111111, 5.722222222222222, 4.785714285714286, 4.142857142857143], "IndividualHumanRatings": [6.0, 3.8, 3.2, 4.4, 5.8, 4.0, 6.0, 4.4, 4.0, 5.2, 4.4, 3.6, 3.2, 2.4, 4.0, 5.7, 5.0, 4.0]}
{"img_fn": "12_1_7.jpg", "img_id": "val-236", "Category": "6", "Captions": ["A man is getting ready to go out and play tennis ", "a person is sitting in a chair, removing thir shoes after a tennis match.", "A man is putting on shoes, so he can go play tennis.", "A man is wearing shoes and getting ready for playing tennis.", "A man is sitting in a chair and taking off his shoes after playing a tennis match."], "Boxes": [[854, 577, 72, 23]], "HumanRatings": [2.5555555555555554, 3.611111111111111, 5.388888888888889, 4.428571428571429, 4.071428571428571], "IndividualHumanRatings": [5.2, 3.8, 2.4, 4.4, 5.2, 3.0, 6.4, 4.4, 3.0, 5.4, 4.4, 3.0, 4.0, 2.4, 4.7, 4.7, 2.3, 2.3]}
{"img_fn": "12_1_9.jpg", "img_id": "val-237", "Category": "7", "Captions": [" Young man in a messy apartment room putting on his shoes to go play tennis ", "A person is seated in the living room, putting on their shoes so they can go play tennis.", "A man is sitting in a chair, performing a stretch that involves holding his knee and the leg of the chair.", "A person adjusting his shoe's socks", "A man is putting on their shoes to play tennis."], "Boxes": [[320, 187, 51, 71]], "HumanRatings": [5.0, 6.5, 1.8888888888888888, 3.4285714285714284, 5.0], "IndividualHumanRatings": [4.8, 4.6, 3.2, 4.8, 4.4, 3.4, 5.6, 4.8, 3.4, 6.0, 4.4, 4.2, 4.8, 2.8, 4.7, 5.0, 4.3, 3.7]}
{"img_fn": "13_1_0.jpg", "img_id": "val-248", "Category": "0", "Captions": ["A person sitting on the couch contemplating their next chess move.", " A person is dejectedly sitting on the couch, having just lost a game of chess.", "A man sits in front of a chest board, concentrating very hard on his next move.", "A person keeping his hands on head looking the chess board", "A person is concentrating on playing chess in an apartment."], "BestDescription": ["A person sitting on the couch contemplating their next chess move."]}
{"img_fn": "13_1_1.jpg", "img_id": "val-249", "Category": "1", "Captions": ["an individual is distressed sitting on a couch with hands on their forehead.", "A man sitting at a table holds his head in fear after spotting a spider on the wall.", "A person sits on a couch, lost in intent thought.", "A guy is sitting very frustrated on the sofa.", "A frustrated young person drinks alcohol to will his problems away."], "Boxes": [[541, 585, 241, 83]], "HumanRatings": [3.0, 1.1111111111111112, 4.444444444444445, 3.0, 1.3571428571428572], "IndividualHumanRatings": [3.4, 2.2, 3.6, 3.2, 3.2, 1.2, 3.8, 2.0, 2.2, 2.8, 3.2, 1.8, 2.4, 2.0, 2.3, 3.0, 2.3, 2.3]}
{"img_fn": "13_1_2.jpg", "img_id": "val-250", "Category": "3", "Captions": ["This individual is focused on the game of chess he is playing against himself. ", "A man is sitting in concentration over a chess board, contemplating his next move.", "A man is sitting on a couch deciding what his next chess move will be.", "A guy is confused on the moves and gets tensed while playing chess.", "A person on a green couch is trying to think of a good chess move."], "Boxes": [[1003, 463, 246, 226]], "HumanRatings": [5.611111111111111, 8.055555555555555, 9.0, 5.5, 7.5], "IndividualHumanRatings": [7.0, 6.6, 6.8, 7.0, 6.8, 6.4, 7.6, 7.6, 8.6, 8.4, 7.6, 7.4, 7.0, 4.4, 7.7, 10.0, 6.3, 7.3]}
{"img_fn": "13_1_3.jpg", "img_id": "val-251", "Category": "2", "Captions": ["A person stressed about a chess game", "A person is thinking about a move to make on a chessboard while sitting on a couch.", "A person is in deep thought while playing a chess game and deciding on the next move they should make.", "A person is sitting in front of a chess board with their head in their hands. ", "A person is looking at a chess board with their hands to their head and concentrating on their next chess move."], "Boxes": [[671, 138, 63, 82]], "HumanRatings": [4.833333333333333, 8.277777777777779, 7.5, 5.285714285714286, 7.428571428571429], "IndividualHumanRatings": [7.8, 5.4, 5.8, 7.8, 7.0, 6.2, 7.8, 7.0, 7.8, 7.6, 7.2, 6.6, 5.8, 5.0, 7.0, 7.3, 4.3, 6.3]}
{"img_fn": "13_1_4.jpg", "img_id": "val-252", "Category": "4", "Captions": ["Someone is thinking of their next move in chess as they lean over the table with their head in their hands.", "A woman has a migraine contemplating her next chess move as she plays chess with herself.", "A man on a couch is having trouble solving a chess problem on a board in front of him.", "A person concentrates and focuses on a chess game and contemplates their next move while their playing partner is out of the room.", "The guy is very stressed on playing the moves on the game."], "Boxes": [[793, 550, 51, 139]], "HumanRatings": [6.777777777777778, 4.777777777777778, 6.722222222222222, 6.214285714285714, 4.071428571428571], "IndividualHumanRatings": [6.6, 6.2, 4.8, 5.4, 6.2, 5.0, 6.2, 6.4, 5.4, 7.0, 6.6, 5.8, 5.0, 3.6, 6.3, 7.7, 5.7, 4.3]}
{"img_fn": "13_1_5.jpg", "img_id": "val-253", "Category": "5", "Captions": [" there is someone in distress because he has his hands over his face and alcohol present in front of him", "A person is sitting on a couch deep in thought over a game of chess they are playing.", "Someone is losing at chess.", "A man is sitting in front of a chess game with his head in his hands as he concentrates on his next move.", "Someone studies a chessboard."], "Boxes": [[25, 411, 209, 66]], "HumanRatings": [1.8888888888888888, 8.277777777777779, 2.5, 7.428571428571429, 5.142857142857143], "IndividualHumanRatings": [5.8, 5.4, 4.6, 5.2, 6.0, 4.4, 5.8, 5.0, 5.2, 5.8, 5.2, 4.2, 5.0, 3.6, 4.3, 5.7, 2.3, 3.7]}
{"img_fn": "13_1_6.jpg", "img_id": "val-254", "Category": "6", "Captions": ["A man is struggling with the chess", "A woman is contemplating her next chess move while her partner is in the bathroom. ", "A man is sitting on a couch in front of a small table with a chess set on top and holding his forehead while contemplating his next move.", "A person was looking at a chess board thinking of their next move.", "A woman is focused with her hands on her head thinking about her next chess move. "], "Boxes": [[595, 141, 63, 82]], "HumanRatings": [4.5, 5.722222222222222, 8.11111111111111, 7.571428571428571, 6.642857142857143], "IndividualHumanRatings": [7.0, 6.8, 6.0, 6.6, 6.0, 7.2, 7.6, 6.6, 7.0, 8.0, 7.0, 6.0, 5.4, 4.2, 6.0, 8.3, 5.3, 4.3]}
{"img_fn": "13_1_7.jpg", "img_id": "val-255", "Category": "7", "Captions": [" Young man carefully envisioning his next move in a game of chess against himself", "someone is in deep thought over what move to make next in a game of chess. ", "A person is concentrating on making their next chess move.", "One person is playing chess with themself, and the white player is thinking really hard about their next move.", "A person is thinking hard during a game of chess."], "Boxes": [[468, 590, 65, 64]], "HumanRatings": [6.055555555555555, 7.888888888888889, 7.666666666666667, 5.642857142857143, 6.5], "IndividualHumanRatings": [7.0, 6.2, 6.4, 6.6, 6.2, 7.2, 7.6, 6.6, 7.6, 8.2, 6.8, 6.0, 5.6, 5.8, 7.0, 9.3, 7.0, 6.7]}
{"img_fn": "13_1_8.jpg", "img_id": "val-256", "Category": "8", "Captions": ["A person is deeply contemplating their next move in a game of chess.", "A person is stressed as they try to plan their next move on a chess board in front of them. ", "A person is contemplating their next move in a game of chess.", "A man is playing chess with someone who has gotten up from the table and the man is stressed about the game.", "A person sits on a couch. An active chess board is on the table. The beer bottle on the side of the table suggests he is playing with someone who is not currently there."], "Boxes": [[749, 151, 126, 192]], "HumanRatings": [7.833333333333333, 6.388888888888889, 7.722222222222222, 4.928571428571429, 4.285714285714286], "IndividualHumanRatings": [7.0, 4.8, 6.2, 6.2, 6.6, 6.4, 7.0, 6.2, 7.0, 6.8, 6.8, 6.2, 5.4, 4.6, 8.7, 8.0, 6.3, 6.3]}
{"img_fn": "13_1_9.jpg", "img_id": "val-257", "Category": "9", "Captions": [" Pondering about a chess game or feeling upset because someone left in the middle of the game", "the boy thinks what piece to move from the board", "A man ponders his next move in a game of chess while he is waiting on his opponent to come back into the room. ", "The person is thinking of the next move to be done in chess", "A person is playing chess."], "Boxes": [[917, 460, 77, 167]], "HumanRatings": [3.8333333333333335, 4.777777777777778, 5.666666666666667, 6.714285714285714, 4.857142857142857], "IndividualHumanRatings": [6.2, 4.6, 5.2, 4.6, 6.0, 5.4, 6.2, 5.8, 5.2, 6.2, 6.8, 5.0, 3.6, 2.8, 4.0, 5.3, 4.0, 3.7]}
{"img_fn": "16_1_0.JPG", "img_id": "val-288", "Category": "0", "Captions": ["Three people share an apple while standing next to a park table.", "A man cuts up an apple and gives a piece to another man while a third person is already eating an apple slice. ", "A man is cutting an apple into pieces to share with two friends.", "A man is slicing up an apple and sharing portions of it with his two friends.", "Someone is sharing a piece of apple with another person."], "BestDescription": ["A man is cutting an apple into pieces to share with two friends."]}
{"img_fn": "16_1_1.jpg", "img_id": "val-289", "Category": "2", "Captions": ["A group of people sharing food together", "A woman eats a piece of apple while a man gives a second piece of apple to another man.", "Someone watches as one person hands something to another.", "One man is giving a piece of friut to another.", "A young man offers a piece of fruit to another while in the presence of a mutual female friend."], "Boxes": [[783, 493, 159, 75], [631, 456, 123, 102]], "HumanRatings": [4.777777777777778, 6.333333333333333, 2.0555555555555554, 5.071428571428571, 5.142857142857143], "IndividualHumanRatings": [6.0, 4.4, 5.0, 4.4, 5.6, 3.4, 5.2, 5.6, 3.8, 5.6, 4.4, 3.4, 4.8, 2.4, 4.0, 6.0, 4.3, 5.7]}
{"img_fn": "16_1_2.jpg", "img_id": "val-290", "Category": "1", "Captions": ["A guy is holding a knife on a cutting board. Another person is asking for him to hand the knife over to him. There is a girl that's standing by observing the interaction.", "One guy with a knife is being asked to give the knife to another guy after he cut some food with it which the girl is currently eating.", "A woman standing in the middle of two men in a park with a table in front of them. One of the men is offer the other man his hand for a handshake.", "Image does not appear", "The image is not showing up."], "Boxes": [[618, 314, 103, 52]], "HumanRatings": [3.2222222222222223, 4.111111111111111, 1.5555555555555556, 1.2142857142857142, 1.5], "IndividualHumanRatings": [2.0, 1.4, 2.4, 3.2, 3.6, 2.0, 3.6, 3.4, 1.2, 3.8, 1.2, 1.2, 3.4, 1.6, 2.3, 2.7, 2.3, 2.0]}
{"img_fn": "16_1_3.jpg", "img_id": "val-291", "Category": "4", "Captions": ["Three people are eating an apple that the one guy cut on the picnic table and one person is handing another a slice of the apple.", "Some friends are at a picnic table, and they are sharing an apple that one friend is cutting with a knife. ", "A man is sharing pieces of an apple he had chopped with two others.", "A man with a knife cut an apple and offered a piece to another man.", "A man holds his hand out as another man is offering him a piece of fruit while a female has her hand to her mouth eating something. "], "Boxes": [[345, 518, 249, 148]], "HumanRatings": [6.5, 7.888888888888889, 7.666666666666667, 6.285714285714286, 5.071428571428571], "IndividualHumanRatings": [7.6, 7.0, 6.2, 7.4, 7.0, 6.0, 7.0, 7.6, 6.4, 8.2, 5.4, 5.6, 7.0, 5.6, 8.3, 8.0, 7.3, 5.0]}
{"img_fn": "16_1_4.jpg", "img_id": "val-292", "Category": "5", "Captions": [" a group of friends are sharing an apple by slicing it up and handing it out to each other which can be seen with the knife and the apple", "A man is slicing an apple on an outdoor table, and handing some to another man, while a woman is eating a slice of the apple.", "A man is handing over a piece of fruit he just cut.", "A guy cuts an apple into pieces and giving it to others to eat.", "A man is sharing a piece of apple he just cut with a knife with another man and a woman."], "Boxes": [[1058, 313, 213, 80]], "HumanRatings": [6.722222222222222, 7.166666666666667, 5.333333333333333, 7.214285714285714, 7.285714285714286], "IndividualHumanRatings": [8.2, 6.6, 5.8, 6.2, 7.0, 7.4, 7.6, 7.4, 7.8, 8.2, 5.8, 5.6, 6.8, 5.2, 4.7, 6.7, 6.0, 6.3]}
{"img_fn": "16_1_5.jpg", "img_id": "val-293", "Category": "6", "Captions": ["a man hands half an apple to the other", "A man has cut an apple and is sharing slices of it with a man and a woman.", "A man hands a piece of fruit that he has just cut to another man while a woman eats the piece of fruit he has already given her.", "A person sharing the snacks", "A man is sharing apple slices with two other people. "], "Boxes": [[395, 374, 218, 86]], "HumanRatings": [4.833333333333333, 7.777777777777778, 6.777777777777778, 4.285714285714286, 7.642857142857143], "IndividualHumanRatings": [7.0, 6.2, 6.2, 6.6, 6.6, 6.2, 6.8, 6.6, 6.0, 7.8, 6.0, 4.6, 6.4, 5.4, 6.7, 7.7, 5.3, 5.0]}
{"img_fn": "17_1_0.JPG", "img_id": "val-299", "Category": "0", "Captions": ["A  man is just about to throw a frisbee to two women who are sitting down ready to catch it.", "the guy plays bressbe with the girls", "A man stands to throw a red frisbee to his friends sitting at a table. ", "A guy is throwing a frisbee to the two ladies sitting in the table", "A man is throwing a frisbee."], "BestDescription": ["A  man is just about to throw a frisbee to two women who are sitting down ready to catch it."]}
{"img_fn": "17_1_1.jpg", "img_id": "val-300", "Category": "2", "Captions": ["A group of people playing frisbee", "A man is preparing to throw a Frisbee to two women sitting at a table ina courtyard.", "A man is throwing a frisbee to two girls sitting at a table.", "A man is throwing the frisbee to the women.", "A man is getting ready to throw a red frisbee to two women sitting at a chair and tables."], "Boxes": [[398, 450, 132, 45]], "HumanRatings": [5.666666666666667, 7.888888888888889, 8.0, 6.142857142857143, 8.0], "IndividualHumanRatings": [7.2, 6.8, 6.6, 7.8, 7.8, 7.4, 7.8, 7.4, 7.6, 8.6, 6.4, 5.8, 7.4, 6.4, 6.0, 9.3, 5.3, 6.3]}
{"img_fn": "17_1_2.jpg", "img_id": "val-301", "Category": "1", "Captions": ["three individuals are happily playing together.", "Two women prepare to catch a frisbee that a man is about to throw to them.", "A person talks to two people seated at a table.", "A man seems to be throwing a frisbee to the girls.", "A man is giving an arm signal to two young women."], "Boxes": [[117, 258, 123, 37]], "HumanRatings": [4.166666666666667, 7.944444444444445, 2.1666666666666665, 6.285714285714286, 3.7857142857142856], "IndividualHumanRatings": [4.8, 3.6, 5.8, 4.8, 5.8, 5.0, 6.0, 5.2, 4.2, 6.2, 5.2, 3.6, 5.2, 3.4, 5.0, 6.7, 2.0, 4.3]}
{"img_fn": "17_1_3.jpg", "img_id": "val-302", "Category": "3", "Captions": ["One individual is holding a frisbee in a throwing manner and two others are preparing to receive it. ", "A man is about to throw a frisbee to two women who are seated nearby.", "A man prepares to throw a frisbee to one of two people who are sitting at a table, waiting to catch the frisbee.", "A person getting ready to throw the disc to opposite", "A man is throwing a frisbee towards two people who are sitting at a table."], "Boxes": [[488, 283, 135, 99]], "HumanRatings": [7.444444444444445, 8.944444444444445, 8.277777777777779, 5.0, 7.714285714285714], "IndividualHumanRatings": [8.6, 7.4, 7.4, 7.8, 7.2, 7.6, 7.6, 7.4, 7.6, 9.0, 7.0, 6.6, 8.4, 6.8, 6.3, 10.0, 6.7, 7.0]}
{"img_fn": "17_1_4.jpg", "img_id": "val-303", "Category": "4", "Captions": ["One person is throwing a frisbee to the two people that are sitting at a table.", "a guy is showing off to two females and about to toss them a frisbee from a dozen feet away. ", "A man is about to throw a frisbee to two people sitting across a patio.", "A man is throwing a red frisbee from a standing position to two people sitting at a table nearby outdoors.", "A man is about to throw a frisbee to two other people."], "Boxes": [[573, 418, 207, 262]], "HumanRatings": [6.944444444444445, 6.111111111111111, 7.555555555555555, 7.642857142857143, 7.214285714285714], "IndividualHumanRatings": [8.4, 7.6, 6.6, 7.4, 6.8, 8.0, 7.4, 7.8, 7.2, 9.2, 6.4, 6.0, 7.0, 5.4, 7.0, 7.0, 5.3, 5.0]}
{"img_fn": "18_1_0.JPG", "img_id": "val-308", "Category": "0", "Captions": ["A woman is attempting to get an item out of a tree by poking it with a broom handle. ", "A woman reaching in a tree grabbing a red frisbee.", "A woman uses a broom to knock a frisbee out of a tree.", "a woman is using a stick trying to get a frisbee down from a tree, two guys watching her.", "A woman uses a broom handle to get her frisbee out of a tree."], "BestDescription": "A woman uses a broom handle to get her frisbee out of a tree."}
{"img_fn": "18_1_1.jpg", "img_id": "val-309", "Category": "1", "Captions": ["two young men observing a lady pulling/bending at a branch on a tree.", "A woman is reaching up to a tree branch, shaking the tree. ", "Two men watch as a women grabs something from a tree nearby.", "A person shakes a fruit tree to make it drop fruit. ", "Two men are looking towards a tree watching a woman trying to remove something off of a branch. "], "Boxes": [[668, 128, 77, 70], [702, 207, 84, 158]], "HumanRatings": [3.4, 3.5, 4.55, 1.75, 5.1], "IndividualHumanRatings": [4.4, 3.6, 3.8, 5.0, 3.4, 3.2, 4.6, 5.0, 4.2, 3.6, 2.6, 4.6, 3.0, 1.6, 3.6, 3.4, 4.2, 2.6, 2.4, 4.4]}
{"img_fn": "18_1_2.jpg", "img_id": "val-310", "Category": "2", "Captions": ["Two men are watching a woman use a broom to get a frisbee out of a tree.", "A woman is attempting to retrieve a frisbee from a tree while her friends are watching on.", "a woman removing a frisbee from a tree", "A lady carrying her broom trying to get her hat off the tree.", "One person is trying to clean litter from a tree while two others watch."], "Boxes": [[496, 602, 121, 92]], "HumanRatings": [6.4, 6.45, 7.0, 3.75, 1.85], "IndividualHumanRatings": [6.2, 4.0, 6.0, 6.0, 5.0, 4.8, 5.0, 6.0, 6.0, 5.4, 4.8, 5.0, 4.6, 4.2, 3.6, 5.4, 5.0, 5.0, 4.2, 5.6]}
{"img_fn": "18_1_3.jpg", "img_id": "val-311", "Category": "4", "Captions": ["A woman is trying to get a red plastic bag out of a tree with a stick while two people onlook.", "A woman uses a broom handle to dislodge a frisbee stuck in a tree while two people look on,", "A woman is removing a frisbee stuck in a tree with a stick while two men look on.", "A woman is using a broom handle to free a frisbee that's stuck in a tree while two men watch her. ", "A woman is using a broom handle to get a frisbee out of a tree while two men watch. "], "Boxes": [[413, 537, 65, 152]], "HumanRatings": [3.45, 7.4, 6.9, 7.15, 7.1], "IndividualHumanRatings": [8.2, 5.0, 6.4, 6.6, 6.6, 5.4, 7.0, 6.8, 6.4, 7.4, 4.6, 7.8, 6.0, 4.4, 4.8, 6.4, 6.6, 7.0, 7.0, 7.6]}
{"img_fn": "18_1_4.jpg", "img_id": "val-312", "Category": "5", "Captions": ["A woman tries to get a Frisbee down from a tree using a broom while two people spectate. ", "There are 2 men watching a girl trying to get a frisbee out of a tree.", "A girl is trying to pry a frisbee out of a tree with a broom", "Woman using a broom to remove a frisbee caught in tree branches while frisbee-thrower waits.", "2 people watch as a woman tries to get a frisbee out of a tree with a broom."], "Boxes": [[139, 135, 260, 143]], "HumanRatings": [7.5, 5.95, 7.9, 6.65, 6.65], "IndividualHumanRatings": [8.0, 7.0, 6.8, 7.2, 6.8, 6.0, 7.8, 8.0, 6.6, 7.4, 6.2, 8.2, 6.0, 5.6, 6.0, 6.8, 7.0, 7.0, 6.8, 7.4]}
{"img_fn": "18_1_5.jpg", "img_id": "val-313", "Category": "6", "Captions": ["They are trying to get a frisbee out of a tree", "A lady holding a broom trying to get her hat off a tree.", "A woman uses a pole to remove a frisbee from a tree.", "A woman uses a broom to knock a frisbee out of a tree", "Two men are watching a woman try to get a red frisbee out of a tree with a broom."], "Boxes": [[654, 577, 258, 100]], "HumanRatings": [6.7, 3.85, 7.0, 8.55, 6.5], "IndividualHumanRatings": [7.2, 6.4, 6.4, 7.0, 7.2, 6.0, 6.6, 6.6, 7.2, 6.2, 5.6, 7.4, 6.8, 6.6, 4.8, 6.6, 6.6, 6.0, 7.0, 6.2]}
{"img_fn": "18_1_6.jpg", "img_id": "val-314", "Category": "7", "Captions": ["A woman uses a broom handle to knock down a flying disc stuck in a tree, while two others watch her.", "Two people watch as a person uses a broom to dislodge a frisbee stuck in a tree.", "A woman is using a broom to retrieve a frisbee stuck in between two branches of a tree. ", "A person is trying to dislodge a Frisbee that has gotten stuck in a tree.", "A woman is using a broom to get a frisbee out of a tree."], "Boxes": [[649, 441, 175, 57]], "HumanRatings": [7.0, 6.9, 8.45, 7.2, 8.7], "IndividualHumanRatings": [8.4, 8.0, 7.4, 7.6, 7.8, 7.0, 8.2, 8.6, 8.6, 6.8, 6.2, 8.6, 7.4, 7.4, 6.4, 8.0, 8.4, 6.8, 8.2, 7.2]}
{"img_fn": "19_1_0.JPG", "img_id": "val-322", "Category": "0", "Captions": ["a man holding his foot in pain", "A man was trying to fix a chair with a hammer and he ended up hitting his toe and now he's in pain. ", "A man is grasping his foot in agony after dropping a hammer onto it.", "A man is holding his foot in pain after accidently hitting it with a hammer.", "A man is in pain holding his foot after stubbing his toe on the chair in the kitchen. "], "BestDescription": ["A man is grasping his foot in agony after dropping a hammer onto it."]}
{"img_fn": "19_1_1.jpg", "img_id": "val-323", "Category": "1", "Captions": ["an individual is in pain, they hurt themselves.", "the person grabs his foot because a kitchen item fell on it", "A man yells in pain and holds his arm that he hit while cleaning his kitchen. ", "The person had hit his leg while trying to climb in the chair", "A man hurt himself."], "Boxes": [[555, 615, 112, 81], [501, 415, 95, 138]], "HumanRatings": [4.666666666666667, 5.055555555555555, 2.7777777777777777, 2.857142857142857, 3.857142857142857], "IndividualHumanRatings": [3.0, 3.2, 4.8, 3.6, 4.8, 3.2, 5.0, 4.0, 4.0, 3.0, 3.8, 3.6, 4.6, 3.0, 4.0, 5.0, 3.7, 4.3]}
{"img_fn": "19_1_2.jpg", "img_id": "val-324", "Category": "2", "Captions": ["A man accidentally hit his toe with the hammer", "A man is grabbing his foot in pain after hitting it with a hammer.", "A man in a kitchen reacts to his injured foot.", "A man dropped the hammer on his leg and shouting in pain.", "A man is yelling after he hit is toe with a hammer."], "Boxes": [[617, 141, 58, 90]], "HumanRatings": [7.277777777777778, 8.777777777777779, 4.444444444444445, 7.0, 6.214285714285714], "IndividualHumanRatings": [7.0, 6.8, 6.4, 7.8, 7.2, 6.0, 7.2, 7.6, 8.6, 7.2, 7.2, 6.0, 5.6, 4.4, 7.0, 8.3, 6.0, 5.0]}
{"img_fn": "19_1_3.jpg", "img_id": "val-325", "Category": "3", "Captions": ["This individual stubbed their toe against the chair. ", "a clumsy man dropped a hammer on his bare foot and is experiencing the inevitable consequences. ", "A man is holding his foot in pain after stubbing his toe.", "A man is yelling in pain because he accidentally dropped a hammer on his foot.", "A man is yelling because he just stubbed his toe."], "Boxes": [[932, 436, 130, 235]], "HumanRatings": [2.5555555555555554, 7.388888888888889, 3.9444444444444446, 7.0, 3.357142857142857], "IndividualHumanRatings": [5.0, 4.8, 5.2, 5.2, 5.8, 4.8, 4.6, 5.4, 5.2, 4.4, 5.8, 4.6, 4.4, 2.8, 6.0, 5.0, 4.7, 2.7]}
{"img_fn": "19_1_4.jpg", "img_id": "val-326", "Category": "4", "Captions": ["Someone has stubbed their toe on the chair in the kitchen that was being used to grab the bottle on the top of the cabinets.", "A man is holding his toe because he just dropped a hammer on it.", "A man has dropped a hammer on his foot and is now holding his foot while screaming.", "A person touching his feet and shouting", "A man hurt his foot while using a hammer"], "Boxes": [[672, 370, 104, 85]], "HumanRatings": [2.0, 8.38888888888889, 8.666666666666666, 4.714285714285714, 5.642857142857143], "IndividualHumanRatings": [6.6, 5.6, 6.6, 6.2, 6.4, 6.0, 6.2, 6.8, 6.2, 5.6, 5.6, 5.8, 5.2, 4.4, 7.3, 7.0, 5.0, 4.7]}
{"img_fn": "19_1_5.jpg", "img_id": "val-327", "Category": "5", "Captions": [" someone may have stepped on something painful unknowingly which can be seen in his facial expression", "A person in a kitchen is holding his bare foot in apprent pain, possibly due to hitting it with the hammer that is lying on the floor.", "A man is holding his foot in pain after dropping a hammer on it.", "A guy accidentally dropped the hammer on foot and shouts on pain.", "A man standing in the kitchen just dropped a hammer on his foot and is crying out in pain."], "Boxes": [[710, 581, 210, 111]], "HumanRatings": [2.5, 7.222222222222222, 9.222222222222221, 6.928571428571429, 6.642857142857143], "IndividualHumanRatings": [6.8, 7.0, 6.2, 6.8, 6.8, 6.6, 6.4, 7.0, 7.4, 7.2, 6.4, 6.2, 6.0, 4.6, 6.0, 7.0, 5.3, 6.3]}
{"img_fn": "19_1_6.jpg", "img_id": "val-328", "Category": "6", "Captions": ["A man stubbed his toe on a chair", "A man just stubbed his toe on a chair in his kitchen and is in pain.", "A person is holding their foot after they dropped a hammer on it and injured themselves.", "A person is in pain with their foot in their hands.", "A man has stubbed his toe against a chair and is holding his foot in pain."], "Boxes": [[435, 279, 57, 81]], "HumanRatings": [2.5, 3.2222222222222223, 8.5, 5.285714285714286, 4.142857142857143], "IndividualHumanRatings": [4.6, 4.2, 4.8, 3.8, 5.6, 4.6, 5.4, 5.0, 4.4, 6.4, 4.4, 5.4, 5.0, 2.8, 6.3, 5.0, 4.0, 3.3]}
{"img_fn": "19_1_7.jpg", "img_id": "val-329", "Category": "7", "Captions": [" Man crying out in pain after he accidentally hit his toe with a hammer", "A man is holding his foot because he accidently hammered it with a hammer.", "A man is holding his toe in pqin, after he hit it with a hammer while fixing a chair.", "A man reacts in pain after stepping on a hammer that was laying on the floor in his kitchen.", "The guy accidentally put the hammer on his foot and shouts in pain."], "Boxes": [[355, 306, 45, 58]], "HumanRatings": [7.888888888888889, 7.166666666666667, 6.555555555555555, 5.785714285714286, 6.428571428571429], "IndividualHumanRatings": [7.2, 5.8, 7.4, 7.2, 6.8, 6.0, 7.0, 6.8, 7.2, 7.2, 7.0, 6.4, 6.8, 6.8, 7.7, 9.3, 5.7, 4.7]}
{"img_fn": "20_1_0.JPG", "img_id": "val-338", "Category": "0", "Captions": ["A standing person is bending over and looking at a set of weights.", "A man is bending over, getting ready to lift weights (dumbells).", "A man is looking for a ball that rolled under a couch.", "A man is doing workoputs in home with dumbbells.", "A person is taking a break from lifting heavy weights, standing bent over with his head down and hands on his knees."], "BestDescription": ["A man is bending over, getting ready to lift weights (dumbells)."]}
{"img_fn": "20_1_1.jpg", "img_id": "val-339", "Category": "1", "Captions": ["An individual is concentrated on looking for a ball.", "the person looks for the ball that fell and is under the chair", "A man is looking for a missing ball that he dropped. ", "The guy is searching the ball which is under the sofa", "A man is looking at the carpet"], "Boxes": [[765, 508, 142, 189]], "HumanRatings": [1.0555555555555556, 1.2777777777777777, 1.2777777777777777, 1.5714285714285714, 1.9285714285714286], "IndividualHumanRatings": [1.0, 1.0, 1.8, 1.0, 1.2, 1.0, 1.6, 1.8, 1.0, 1.6, 1.8, 1.0, 2.6, 1.4, 1.0, 1.0, 2.0, 1.0]}
{"img_fn": "20_1_2.jpg", "img_id": "val-340", "Category": "2", "Captions": ["A man getting ready to lift weights", "A person is bending over to pick up some weights for strength training.", "A man bends down, preparing to pick up two large dumbbells.", "A person looking down at the dumbell", "A man is bending down to lift dumbbells inside."], "Boxes": [[460, 449, 66, 63]], "HumanRatings": [7.333333333333333, 7.944444444444445, 8.666666666666666, 4.571428571428571, 7.142857142857143], "IndividualHumanRatings": [7.6, 7.4, 5.6, 7.8, 7.2, 6.8, 7.4, 6.4, 7.0, 8.6, 7.8, 7.0, 7.4, 5.8, 8.3, 10.0, 6.7, 7.0]}
{"img_fn": "20_1_3.jpg", "img_id": "val-341", "Category": "3", "Captions": ["This individual is taking a break from lifting weights.", "A man working out with a set of dumbbells spots a tennis ball stuck underneath an armchair.", "A person bends over dumbbells.", "A man is doing home workout with dumbbells.", "A tired man contemplates lifting more dumbbell weights."], "Boxes": [[276, 150, 153, 143]], "HumanRatings": [2.5555555555555554, 2.888888888888889, 6.888888888888889, 5.928571428571429, 4.857142857142857], "IndividualHumanRatings": [4.6, 4.0, 4.2, 4.2, 5.0, 3.4, 5.6, 4.4, 4.0, 6.0, 4.8, 4.0, 5.4, 4.0, 5.0, 4.7, 5.7, 3.0]}
{"img_fn": "20_1_4.jpg", "img_id": "val-342", "Category": "4", "Captions": ["Someone dropped their weight on their foot as they were lifting weights in their living room.", "A person is getting ready to lift some weights in their apartment.", "A man is leaning over and is about to pick up a pair of dumbbells to exercise with.", "A man is bend over in pain after dropping a dumbbell on their foot.", "A man is bent over with his hands on his knees and a set of dumbells in front of his feet. "], "Boxes": [[310, 297, 116, 119]], "HumanRatings": [2.2777777777777777, 6.444444444444445, 8.833333333333334, 2.857142857142857, 6.5], "IndividualHumanRatings": [4.4, 5.2, 5.6, 5.6, 4.8, 5.2, 6.8, 5.2, 6.0, 6.4, 5.6, 5.0, 6.2, 3.4, 6.0, 6.3, 5.7, 5.3]}
{"img_fn": "20_1_5.jpg", "img_id": "val-343", "Category": "5", "Captions": [" someone is working out in their living room with weights on the ground", "a man is resting after lifting some weights. ", "A man is bending over about to pick up a pair of weights to exercise.", "A person is getting themselves hyped up to lift a couple of dumbbells.", "A man is bent over preparing to pick up two weights."], "Boxes": [[211, 301, 94, 56]], "HumanRatings": [4.722222222222222, 3.0, 8.11111111111111, 6.785714285714286, 8.0], "IndividualHumanRatings": [6.2, 6.2, 5.6, 7.0, 6.6, 6.0, 7.4, 6.8, 5.2, 7.6, 5.6, 5.8, 6.4, 4.2, 5.0, 5.7, 4.3, 4.7]}
{"img_fn": "1_2_0.jpg", "img_id": "val-11", "Category": "0", "Captions": ["The man cut his finger cutting his apple.", "The poor man was cutting up apples and accidentally cut himself, here he is treating the wound", "A man mends a cut on his finger with a band aid after accidentally cutting it with a knife", "Slicing out the seeds of an apple", "Someone is putting a bandaid on a cut they got while slicing an apple."], "BestDescription": ["A man mends a cut on his finger with a band aid after accidentally cutting it with a knife"]}
{"img_fn": "1_2_1.jpg", "img_id": "val-12", "Category": "3", "Captions": ["This person hurt himself when he tried to cut apples with the knife. He she they is trying to wipe out blood with tissue.", "A man has cut his finger while slicing an apple and is putting on a band-aid.", "Someone is putting a Band-Aid on their finger after cutting it with a knife.", "A person cutting apples accidentally injures themselves on the right index finger with a knife.", "The person cut his or her finger and is trying to cure it. "], "Boxes": [[151, 579, 202, 118]], "HumanRatings": [4.888888888888889, 7.5, 8.722222222222221, 5.5, 6.285714285714286], "IndividualHumanRatings": [7.0, 7.2, 5.8, 7.4, 6.8, 6.2, 7.2, 5.2, 6.2, 8.2, 6.2, 6.4, 6.4, 6.0, 6.7, 9.0, 6.3, 6.0]}
{"img_fn": "1_2_2.jpg", "img_id": "val-13", "Category": "2", "Captions": ["Someone cut their finger while cutting an apple with a knife.", "A person at a table seems to have an injury, and is putting a patch onto it over a tissue, presumably to avoid splattering.", "A person at a table is bleeding from cutting open an apple with a knife.", "A man is using a band aid on his hand as he cut off his hand while cutting the apple.", "A person cut's his finger with a knife when he cut an apple."], "Boxes": [[153, 406, 178, 164]], "HumanRatings": [5.166666666666667, 5.222222222222222, 5.111111111111111, 6.928571428571429, 4.857142857142857], "IndividualHumanRatings": [6.4, 5.4, 5.2, 5.2, 6.4, 5.0, 6.4, 4.8, 6.6, 6.6, 4.6, 4.4, 5.6, 2.8, 5.3, 7.3, 6.0, 3.7]}
{"img_fn": "1_2_3.jpg", "img_id": "val-14", "Category": "1", "Captions": ["A person who is about to start painting and got a little bit of red paint on their fingers.", "Someone is cleaning a cut on their finger.", "An individual seated at a table is painting and appears to have painted a red stripe on his right index finger.", "The man is disinfecting his wound after a cut.", "A person is sitting at a table and has drawn a red line across the tip of their finger with a red substance."], "Boxes": [[817, 404, 95, 121], [676, 403, 127, 95], [744, 212, 125, 182]], "HumanRatings": [1.1666666666666667, 4.666666666666667, 1.5, 5.0, 2.642857142857143], "IndividualHumanRatings": [2.8, 3.2, 3.4, 2.0, 3.8, 2.6, 4.2, 2.6, 3.8, 2.8, 2.8, 3.0, 4.0, 1.4, 1.7, 4.0, 1.7, 1.7]}
{"img_fn": "1_2_4.jpg", "img_id": "val-15", "Category": "4", "Captions": ["Person accidentally cut their finger while cutting an apple", "A man who cut his finger with a kitchen knife while slicing an apple is applying a Band-Aid to the wound.", "A person prepares to put a bandage on their bleeding finger after cutting themselves with a knife while slicing open a apple.", "A man has cut his finger cutting an apple.", "Someone cut their finger and they are putting bandaid on it."], "Boxes": [[933, 504, 103, 86]], "HumanRatings": [5.0, 7.722222222222222, 7.666666666666667, 4.785714285714286, 7.428571428571429], "IndividualHumanRatings": [7.4, 7.4, 5.2, 7.6, 6.4, 7.2, 7.2, 4.6, 6.8, 8.0, 6.0, 6.2, 6.0, 4.8, 7.7, 9.0, 6.7, 4.7]}
{"img_fn": "1_2_5.jpg", "img_id": "val-16", "Category": "5", "Captions": ["Someone was slicing an apple and accidentally cut their finger, and they are now applying a bandage on the cut.", "A person has just cut themselves in the finger. They have a napkin under them to mop up some of the blood. They have some band aids to help wrap around the bloody finger.", "A person applies a band aid to his finger which he just cut while cutting an apple.", "The person is placing a band aide over the cut he got while cutting an apple.", "A person is reacting to a cut on their finger that occurred from the knife on the table."], "Boxes": [[787, 562, 96, 102]], "HumanRatings": [7.055555555555555, 6.611111111111111, 7.611111111111111, 7.5, 5.142857142857143], "IndividualHumanRatings": [7.8, 7.8, 5.8, 7.0, 7.0, 6.4, 7.4, 5.0, 7.4, 8.6, 7.0, 5.8, 6.8, 5.6, 7.3, 9.0, 5.7, 5.7]}
{"img_fn": "1_2_6.jpg", "img_id": "val-17", "Category": "6", "Captions": ["A person sitting on a couch tending to a cut on their finger from a knife.", "This person cut their finger while dividing an apple", "The person in this cut his finger with a knife while cutting the apple.", "A person has cut their finger and is trying to stop the flow of blood.", "While slicing an apple, a man cuts his finger and uses a napkin to staunch the blood. "], "Boxes": [[655, 520, 71, 75]], "HumanRatings": [7.0, 5.0, 5.666666666666667, 6.214285714285714, 5.142857142857143], "IndividualHumanRatings": [5.2, 6.6, 5.2, 5.6, 6.4, 5.2, 7.0, 5.2, 6.8, 7.2, 5.8, 6.0, 5.6, 3.6, 5.0, 9.3, 5.3, 3.7]}
{"img_fn": "1_2_7.jpg", "img_id": "val-18", "Category": "7", "Captions": ["a person is putting on a bandaid on their finger. There is a cut apple and knife on the table as well as paint and water. ", "A person sitting in front of a table has cut their finger while cutting an apple.", "A guy sitting on a couch tending to a cut finger with a band-aid that happened while cutting an apple.", " A person had cut his finger accidently while cutting an apple", "A person is tend to cut his finger accidentally while cutting an apple."], "Boxes": [[502, 515, 72, 75]], "HumanRatings": [5.388888888888889, 5.0, 6.944444444444445, 5.071428571428571, 5.214285714285714], "IndividualHumanRatings": [5.8, 5.4, 4.6, 5.2, 6.4, 6.2, 6.4, 4.6, 4.6, 7.4, 6.4, 5.0, 6.6, 4.0, 5.0, 7.3, 4.7, 4.0]}
{"img_fn": "1_2_8.jpg", "img_id": "val-19", "Category": "8", "Captions": ["A person cut their finger while cutting an apple. ", "A person cut their finger while cutting an apple and is dabbing the blood away.", "Someone has just cut up some fruit at a table and has gotten some paint on themselves while preparing to paint.", "A person cleans a cut they suffered on their finger while slicing an apple to eat.", "A person was slicing an apple and accidently cut their finger with the knife they were using."], "Boxes": [[434, 600, 150, 97]], "HumanRatings": [4.944444444444445, 5.055555555555555, 2.2222222222222223, 6.714285714285714, 4.714285714285714], "IndividualHumanRatings": [5.0, 5.0, 4.0, 4.6, 6.2, 4.2, 5.8, 4.4, 4.0, 6.4, 5.0, 5.0, 4.6, 2.4, 3.3, 6.0, 4.3, 2.0]}
{"img_fn": "1_2_9.jpg", "img_id": "val-20", "Category": "9", "Captions": ["A person is applying a bandage after cutting their hand while slicing an apple on a table.", "A person cut themself while slicing an apple and is putting a bandaid on their finger.", "The person accidentally cut his finger while cutting fruits and the finger blood was bleeding.", "A person is at a table and they cut their finger while cutting an apple.", "A person got gut while slicing an apple and he is about to cover his wound with a band aid."], "Boxes": [[369, 565, 36, 71]], "HumanRatings": [6.777777777777778, 7.388888888888889, 5.666666666666667, 4.571428571428571, 7.357142857142857], "IndividualHumanRatings": [7.0, 5.6, 5.2, 7.6, 6.8, 6.8, 6.8, 4.6, 7.2, 7.6, 6.2, 5.8, 6.2, 4.8, 6.3, 9.0, 7.0, 5.3]}
{"img_fn": "1_2_10.jpg", "img_id": "val-21", "Category": "10", "Captions": ["A woman cleans her fingernails after cutting an apple on a table over a napkin.", "A person is sitting on a couch cleaning a cut on his finger while cutting an apple.", "A person was cutting an apple when they accidently cut themselves and starting bleeding on their finger", "A guy cut his finger while cutting an apple.", "A person is preparing to apply a bandaid to their finger that they cut while slicing an apple."], "Boxes": [[389, 305, 75, 105]], "HumanRatings": [1.9444444444444444, 5.166666666666667, 5.277777777777778, 5.0, 7.071428571428571], "IndividualHumanRatings": [5.2, 5.0, 5.0, 5.0, 5.4, 4.6, 5.4, 3.6, 5.0, 6.2, 4.6, 5.2, 4.4, 2.4, 3.3, 8.0, 5.0, 2.7]}
{"img_fn": "2_2_0.jpg", "img_id": "val-33", "Category": "0", "Captions": ["A man is reading the rules to a board game.", "This person is reading directions on how to either putting something together or on how to operate something.", "A person is holding a set of instructions getting ready to do a small project", "Man reading instructions for collectible card game on table.", "A person has directions to a board game on a table and is reading the directions."], "BestDescription": "Man reading instructions for collectible card game on table."}
{"img_fn": "2_2_1.jpg", "img_id": "val-34", "Category": "1", "Captions": ["A person is looking at a list in front of them to get organized. ", "A set of hands holding a pamphlet with both hands reading it.", "A person sits at a table reading a note.", "a person is trying to read a piece of paper he is holding.", "A person flips through a cards on a Roladex."], "Boxes": [[862, 160, 292, 172]], "HumanRatings": [2.1, 3.3, 2.95, 3.4, 1.45], "IndividualHumanRatings": [3.0, 2.8, 2.6, 4.0, 2.8, 2.0, 3.0, 2.6, 4.4, 3.0, 1.4, 2.4, 1.2, 2.6, 1.8, 3.4, 2.2, 2.2, 1.6, 3.8]}
{"img_fn": "2_2_2.jpg", "img_id": "val-35", "Category": "3", "Captions": ["a person is reading the instructions from a card game box", "Someone is reading the instructions for a kit.", "A person is reading instructions for a product.", "Someone is reading a small pamphlet.", "Someone sits reviewing instructions for a card game they have just opened that sits on one of two tables among other various items."], "Boxes": [[71, 132, 243, 221]], "HumanRatings": [7.7, 3.2, 5.3, 3.25, 6.15], "IndividualHumanRatings": [6.2, 5.0, 6.0, 6.4, 4.8, 4.4, 4.0, 6.0, 6.0, 5.0, 3.8, 5.6, 4.2, 6.0, 3.6, 4.8, 5.8, 4.2, 5.6, 5.0]}
{"img_fn": "2_2_3.jpg", "img_id": "val-36", "Category": "2", "Captions": ["Someone is reading an object while sitting at a pair of tables.", "A person reads a set of instructions for a card game.", "Someone is reading a magazine resting on the edge of two adjacent tables. ", "A person is sitting at a table reading assembly instructions for a package they earlier received.", "A person is reading game instructions."], "Boxes": [[928, 459, 92, 124]], "HumanRatings": [3.75, 7.6, 1.8, 3.0, 6.85], "IndividualHumanRatings": [5.8, 5.2, 4.2, 4.8, 5.0, 4.6, 5.2, 4.6, 5.2, 4.8, 3.4, 4.4, 3.8, 5.4, 3.0, 4.8, 4.4, 4.6, 4.6, 4.2]}
{"img_fn": "2_2_4.jpg", "img_id": "val-37", "Category": "4", "Captions": ["A person is reading the instructions for a tabletop game.", "A person read the instructions for a game", "A man is reading instructions for a card game.", "A person is reading the instructions to the Don't Mess with Cthulhu game.", "A person is reading the rules of the card games from a leaflet on the table."], "Boxes": [[409, 135, 83, 124]], "HumanRatings": [6.6, 6.8, 8.15, 4.1, 7.1], "IndividualHumanRatings": [8.4, 6.4, 7.4, 7.2, 6.6, 6.6, 4.2, 6.6, 7.0, 6.4, 5.4, 8.2, 6.2, 8.2, 4.4, 7.2, 6.6, 6.4, 6.2, 5.4]}
{"img_fn": "2_2_5.jpg", "img_id": "val-38", "Category": "5", "Captions": ["Someone is reading directions to a game. ", "A person reading a manual", "This person is reading instructions for a card game.", "A person is reading the instruction manual for a game.", "The man is reading an instruction manual for the TV."], "Boxes": [[1030, 421, 57, 78]], "HumanRatings": [6.8, 4.95, 7.95, 7.05, 1.9], "IndividualHumanRatings": [6.4, 6.0, 5.2, 6.2, 5.8, 5.8, 5.4, 5.6, 6.8, 6.6, 4.2, 6.6, 5.0, 7.8, 4.0, 6.6, 5.4, 5.6, 5.2, 4.4]}
{"img_fn": "2_2_6.jpg", "img_id": "val-39", "Category": "6", "Captions": ["A person is reading a booklet.", "A person is reading the instructions for a card game that they just purchased.", "someone reading instructions at a table", "Someone reading instructions for a game he's about to play.", "The person is reading instructions for a new card game they have received. "], "Boxes": [[706, 320, 104, 149]], "HumanRatings": [4.8, 6.9, 6.0, 6.75, 7.1], "IndividualHumanRatings": [7.6, 7.4, 6.6, 7.6, 5.8, 6.0, 6.6, 6.0, 7.6, 6.8, 3.4, 6.6, 4.4, 8.2, 3.8, 6.4, 7.2, 6.4, 6.8, 5.0]}
{"img_fn": "2_2_7.jpg", "img_id": "val-40", "Category": "7", "Captions": ["A man is preparing to play a new game by reading the instruction manual.", "A man sits at two tables looking at instructions for a card game.", "It looks like someone is reading instructions on two tables that are side by side.", "A person reads instructions for playing a card game. ", "A person reads an instruction booklet for a card game. "], "Boxes": [[469, 346, 180, 51]], "HumanRatings": [7.35, 7.35, 4.45, 7.8, 7.9], "IndividualHumanRatings": [8.2, 7.0, 6.6, 7.0, 7.2, 6.8, 6.6, 6.8, 7.6, 7.4, 5.6, 8.2, 7.0, 8.0, 4.4, 6.4, 7.8, 7.0, 7.8, 6.0]}
{"img_fn": "2_2_8.jpg", "img_id": "val-41", "Category": "8", "Captions": ["A person sitting at a table/double table about to go over some reading material (flyer)", "A person is reading instructions for a card game on the table.", "A man reads through a booklet for a new card set he has recieved.", "A person is reading instructions for a new game. ", "a person sitting on a couch by a table, reading what looks like instructions "], "Boxes": [[450, 457, 144, 105]], "HumanRatings": [4.0, 8.55, 6.95, 6.65, 4.3], "IndividualHumanRatings": [7.6, 6.0, 6.4, 6.8, 7.2, 6.4, 6.4, 5.6, 6.6, 5.2, 4.6, 6.4, 5.2, 7.6, 4.2, 5.8, 5.6, 5.8, 6.8, 5.6]}
{"img_fn": "2_2_9.jpg", "img_id": "val-42", "Category": "9", "Captions": ["A person is reading an instruction manual of some sort in order to assemble something. ", "The person is reading the instructions/rule for a card game that they have, which is also on the table", "A person reading instructions.", "A person is reading instrustions for an item that they have opened.", "A man is reading a manual about how to play a card game that is sitting on the table."], "Boxes": [[276, 365, 117, 89]], "HumanRatings": [3.3, 8.0, 5.75, 5.2, 8.25], "IndividualHumanRatings": [6.4, 7.0, 7.2, 6.0, 6.4, 6.0, 5.8, 5.8, 6.2, 6.2, 4.6, 6.2, 5.8, 7.6, 3.8, 6.6, 6.4, 7.0, 5.6, 5.4]}
{"img_fn": "2_2_10.jpg", "img_id": "val-43", "Category": "10", "Captions": ["They are reading instructions to a game ", "A man reading instructions to a game he's about to play.", "A person reads a book for a board game. ", "a person reads a manual while sat at a table", "A person i holding literature maybe instructions while sitting in front of two small tables. "], "Boxes": [[152, 381, 89, 117]], "HumanRatings": [6.7, 7.2, 4.7, 5.35, 4.3], "IndividualHumanRatings": [6.8, 6.2, 6.8, 6.2, 6.2, 5.4, 5.4, 5.0, 6.8, 6.0, 3.6, 6.0, 4.8, 7.6, 3.4, 5.8, 5.0, 4.8, 5.4, 5.8]}
{"img_fn": "3_2_0.jpg", "img_id": "val-55", "Category": "0", "Captions": ["A person massaging their foot with some cream on a table.", "A person has their foot up on the table. They are just applying some lotion to their feet to moisturize. ", "A woman rubs lotion on her foot which is resting on the table.", "A person is rubbing sun screen on her foot with her hand.", "A person is rubbing lotion on their foot on a coffee table."], "BestDescription": ["A person massaging their foot with some cream on a table."]}
{"img_fn": "3_2_1.jpg", "img_id": "val-56", "Category": "3", "Captions": ["This person is putting cream, moisturizer, oil, or something on the right foot. Socks are on the ground.", "A man has his feet on the coffee table and is rubbing and massaging it.", "A person is massaging lotion into their feet on a table", "A guy is massaging his feet.", "A person is applying sunblock to their feet."], "Boxes": [[67, 429, 231, 203]], "HumanRatings": [6.055555555555555, 5.888888888888889, 9.0, 5.857142857142857, 4.928571428571429], "IndividualHumanRatings": [6.0, 6.8, 6.4, 5.8, 6.0, 6.2, 7.8, 5.6, 6.0, 8.0, 6.6, 6.0, 7.2, 5.0, 6.7, 7.0, 6.3, 7.0]}
{"img_fn": "3_2_2.jpg", "img_id": "val-57", "Category": "1", "Captions": ["A person who is rubbing their feet after a long day.", "A person relaxes their foot on a tablet, after taking off their socks.", "A guy sitting on a couch  rubbing  his barefoot on the table in front of him.", "A person was placing his leg over the table.", "A man is massaging his leg by placing it on the table."], "Boxes": [[940, 301, 172, 138]], "HumanRatings": [3.9444444444444446, 2.888888888888889, 5.5, 3.2857142857142856, 5.785714285714286], "IndividualHumanRatings": [3.2, 4.2, 4.0, 5.8, 5.4, 4.8, 5.2, 4.2, 3.6, 5.8, 4.0, 3.0, 4.0, 3.8, 4.7, 5.3, 1.7, 3.0]}
{"img_fn": "3_2_3.jpg", "img_id": "val-58", "Category": "2", "Captions": ["Someone is putting sunscreen on their legs and feet.", "Someone is rubbing lotion on their foot.", "Someone is putting some cream on their foot while it rests on a table.  They have various supplies out as well.", "A person rubs foot lotion on top of their sore foot in an effort to soothe it while it is propped up on their table in their living room.", "A person has their foot on the table, and is applying lotion to it."], "Boxes": [[7, 173, 161, 248]], "HumanRatings": [5.0, 6.944444444444445, 7.5, 6.642857142857143, 7.285714285714286], "IndividualHumanRatings": [7.6, 5.8, 5.8, 7.0, 7.0, 6.6, 7.2, 6.6, 6.8, 8.0, 7.0, 6.0, 6.4, 5.2, 5.3, 8.0, 7.3, 6.0]}
{"img_fn": "3_2_4.jpg", "img_id": "val-59", "Category": "4", "Captions": ["Person is applying sunscreen to their foot", "A man preparing to spend time in the sun is applying suntan lotion to his foot.", "A person puts their foot on the table in order to put sunscreen on.", "A man is applying sunscreen to his foot.", "Someone is rubbing lotion on their foot."], "Boxes": [[501, 229, 117, 103]], "HumanRatings": [5.5, 4.944444444444445, 6.055555555555555, 5.357142857142857, 6.357142857142857], "IndividualHumanRatings": [6.4, 5.0, 4.6, 6.4, 5.6, 6.4, 6.2, 5.8, 6.0, 8.8, 5.2, 3.2, 6.0, 3.6, 5.0, 7.0, 4.7, 5.0]}
{"img_fn": "3_2_5.jpg", "img_id": "val-60", "Category": "5", "Captions": ["Someone is applying sunscreen on their feet because they are about to go outside.", "A person rubs one of their feet on a table with lotion, perhaps to relieve skin dryness.", "A person at a table adding ointment onto their ailing foot.", "A person is applying lotion on the legs.", "A person apply lotion for his foot."], "Boxes": [[371, 250, 118, 104]], "HumanRatings": [4.833333333333333, 7.222222222222222, 6.833333333333333, 4.714285714285714, 6.357142857142857], "IndividualHumanRatings": [7.0, 6.2, 6.0, 6.4, 5.6, 5.6, 6.8, 5.2, 5.8, 8.8, 6.2, 3.8, 7.0, 4.2, 5.3, 8.0, 5.3, 5.3]}
{"img_fn": "3_2_6.jpg", "img_id": "val-61", "Category": "6", "Captions": ["A person sitting with their foot up on a coffee table, applying sunscreen to it.", "Someone is putting lotion on their foot.", "An individual seated at a table is massaging some lotion on his right foot and ankle.", "The man is applying sunscreen to his foot.", "A person with their foot on a table rubbing ointment it."], "Boxes": [[973, 555, 69, 91]], "HumanRatings": [6.444444444444445, 6.833333333333333, 7.333333333333333, 4.714285714285714, 6.571428571428571], "IndividualHumanRatings": [6.4, 6.0, 5.6, 6.2, 6.0, 6.2, 7.4, 6.6, 7.2, 8.4, 6.6, 4.8, 6.4, 5.6, 6.7, 8.7, 7.0, 5.0]}
{"img_fn": "3_2_7.jpg", "img_id": "val-62", "Category": "7", "Captions": ["a person s foot is on the table and they are applying sunscreen.", "This young woman is applying foot cream to her feet for moisture", "A man rubs ointment onto his ailing foot", "A person rubbing sunscreen on their foot while on the table.", "Someone is putting sunscreen on the top of their foot."], "Boxes": [[808, 537, 69, 92]], "HumanRatings": [6.166666666666667, 6.0, 6.555555555555555, 6.142857142857143, 5.214285714285714], "IndividualHumanRatings": [5.2, 5.6, 5.2, 5.4, 6.0, 6.8, 7.2, 6.4, 7.0, 7.8, 6.8, 4.8, 6.4, 4.6, 6.0, 6.3, 6.0, 5.0]}
{"img_fn": "3_2_8.jpg", "img_id": "val-63", "Category": "8", "Captions": ["A person is applying sunscreen on their foot. ", "A person sitting in front of a table is applying sun screen to their ankle", "In this person takes his leg and puts it one the table and rubs medicine on the leg with his hand", "A man is at a table and he is putting lotion on his foot.", "A woman is rubbing her foot with some moisturizing lotion."], "Boxes": [[553, 530, 128, 164]], "HumanRatings": [5.388888888888889, 4.666666666666667, 5.777777777777778, 7.142857142857143, 6.571428571428571], "IndividualHumanRatings": [5.8, 5.6, 5.4, 6.8, 6.2, 6.0, 6.8, 6.2, 4.6, 8.6, 6.2, 4.0, 6.4, 4.8, 3.7, 6.3, 5.3, 4.7]}
{"img_fn": "3_2_9.jpg", "img_id": "val-64", "Category": "9", "Captions": ["A person is applying an ointment to her feet on a table.", "This person massages their leg", "The person rubs medicine on his leg because it hurts.", "A person is applying lotion to their foot.", "With his foot propped on the table, a man puts sunscreen on his foot."], "Boxes": [[354, 533, 173, 157]], "HumanRatings": [7.222222222222222, 4.0, 4.277777777777778, 6.0, 5.714285714285714], "IndividualHumanRatings": [4.4, 5.4, 5.2, 5.2, 6.0, 5.4, 7.6, 5.6, 4.6, 8.0, 5.8, 4.6, 4.8, 3.0, 4.7, 7.3, 4.7, 5.0]}
{"img_fn": "3_2_10.jpg", "img_id": "val-65", "Category": "10", "Captions": ["A person applies sunscreen on their foot.", "A man is applying lotion or sunscreen to his foot.", "Someone is sitting on the couch and resting their foot on the table as they apply lotion.", "A person is putting sunscreen on their right foot.", "The person is moisturizing his foot on top of the table. "], "Boxes": [[187, 640, 83, 55]], "HumanRatings": [5.222222222222222, 6.666666666666667, 7.888888888888889, 5.071428571428571, 7.071428571428571], "IndividualHumanRatings": [7.6, 5.0, 5.6, 6.6, 6.0, 7.4, 7.2, 6.8, 6.2, 8.8, 6.4, 4.8, 6.4, 5.0, 6.0, 8.0, 6.3, 5.3]}
{"img_fn": "4_2_0.jpg", "img_id": "val-77", "Category": "0", "Captions": ["A person is about to pour some vodka into a cup. ", "The person took the cap off a bottle of vodka and is about to fill their glass.", "A person adding rubbing alcohol to a cup.", "A person is preparing a drink for themsleves.", "A man is sitting on a couch, drinking some alcohol alone."], "BestDescription": "The person took the cap off a bottle of vodka and is about to fill their glass."}
{"img_fn": "4_2_1.jpg", "img_id": "val-78", "Category": "3", "Captions": ["A person is drinking alcohol ", "A man pours himself a shot of vodka after a long day.", "A person drinks a mug filled with liquor. ", "a person takes a drink of vodka", "A person is holding a cup and a lid to a bottle perhaps they are going to pour some liquid into the cup. "], "Boxes": [[335, 462, 34, 121]], "HumanRatings": [5.05, 5.7, 3.95, 5.05, 6.7], "IndividualHumanRatings": [7.8, 5.8, 6.2, 6.2, 6.0, 6.2, 6.6, 5.6, 4.2, 4.0, 3.2, 5.4, 4.0, 5.0, 2.6, 4.4, 5.6, 5.8, 5.6, 5.6]}
{"img_fn": "4_2_2.jpg", "img_id": "val-79", "Category": "2", "Captions": ["a man is preparing to pour vodka from an open bottle into a cup", "A person has been apportioning out a beverage into a cup using the cap of the beverage bottle.", "A person is about to pour a drink into a cup after twisting the cap off a bottle.", "A man is going to pour himself an alcoholic drink from the Vodka bottle.", "A man sits holding a cup in his right hand and the cap from a bottle in his left hand. He has just poured liquid from a bottle that sits on one of two tables in front of him."], "Boxes": [[378, 514, 63, 124], [220, 412, 81, 100]], "HumanRatings": [8.3, 4.5, 7.05, 7.7, 5.35], "IndividualHumanRatings": [5.8, 6.6, 6.8, 6.6, 6.4, 6.8, 8.0, 7.0, 7.0, 6.2, 4.8, 8.4, 7.2, 6.4, 5.0, 5.6, 6.8, 6.4, 7.2, 6.6]}
{"img_fn": "4_2_3.jpg", "img_id": "val-80", "Category": "1", "Captions": ["A man holding an empty cup is contemplating what to drink.", "A man sits in front of two tables holding coffee, he spilled some on the right side table.", "someone is drinking water between two desks or tables", "A man is about to drink from a glass of water while seated on a couch behind two small tables.", "A man picks up a cup of water."], "Boxes": [[909, 239, 148, 148]], "HumanRatings": [2.95, 1.5, 1.95, 2.95, 2.2], "IndividualHumanRatings": [7.4, 2.0, 3.0, 3.2, 2.6, 1.8, 1.6, 2.6, 2.6, 1.0, 2.0, 1.4, 1.0, 1.4, 2.0, 1.4, 2.0, 1.6, 2.0, 3.6]}
{"img_fn": "4_2_4.jpg", "img_id": "val-81", "Category": "4", "Captions": ["Someone is sitting on a couch in front of two tables holding a cup and a bottle cap, after pouring vodka into the cup.", "A person takes off the lid of a vodka bottle, getting ready to pour it into the cup they are holding.", "Someone is holding a cup of vodka in one hand and the vodka bottle cap in the other. ", "A person is preparing to pour themselves an alcoholic drink.", "A person is going to pour themself an alcoholic drink."], "Boxes": [[799, 283, 95, 89]], "HumanRatings": [5.35, 8.5, 6.5, 6.95, 6.95], "IndividualHumanRatings": [5.6, 7.0, 7.6, 7.2, 7.0, 7.0, 7.6, 7.0, 7.2, 7.0, 4.6, 7.2, 6.8, 6.8, 5.2, 7.0, 7.8, 7.4, 7.4, 6.6]}
{"img_fn": "4_2_5.jpg", "img_id": "val-82", "Category": "5", "Captions": ["A person has taken a cap off of a bottle of vodka.", "A person is adding a capful of liquid into a cup.", "a person drinking alcohol at a table", "A man pours himself a cup of vodka after the long day he had.", "The person is holding a shot glass with a shot of vodka in it."], "Boxes": [[957, 421, 160, 114]], "HumanRatings": [7.65, 5.0, 4.35, 5.9, 5.45], "IndividualHumanRatings": [5.6, 5.0, 5.4, 5.2, 6.6, 5.8, 7.4, 6.2, 4.8, 6.2, 4.4, 6.0, 5.0, 4.8, 4.2, 5.0, 6.2, 7.4, 6.0, 6.2]}
{"img_fn": "4_2_6.jpg", "img_id": "val-83", "Category": "6", "Captions": ["A man is about to pour vodka into a cup.", "this person is taking shots of Vodka.", "a person is holding a drink made with clear alcohol, probably vodka", "Man who just unscrewed vodka bottle cap is about to pour a drink into the cup in his right hand.", "A person has poured themself a drink from the vodka sitting on a table."], "Boxes": [[985, 624, 82, 70]], "HumanRatings": [8.15, 5.2, 5.9, 7.4, 5.95], "IndividualHumanRatings": [7.2, 7.0, 7.4, 6.8, 7.2, 6.2, 7.6, 6.6, 6.0, 6.6, 5.8, 7.6, 6.0, 6.2, 4.0, 4.6, 7.6, 7.2, 6.8, 6.0]}
{"img_fn": "4_2_7.jpg", "img_id": "val-84", "Category": "7", "Captions": ["A man is drinking some alcohol from a cup.", "A person drinks a cup of water", "A man is drinking vodka from a plastic cup.", "A person is about to drink a cup of liquor they poured and close the bottle with its cap.", "Someone is holding a cup of vodka with his right hand and a bottle cap with his left hand."], "Boxes": [[62, 534, 125, 90]], "HumanRatings": [4.6, 2.15, 4.9, 5.95, 5.75], "IndividualHumanRatings": [4.4, 5.2, 6.4, 5.2, 6.6, 4.8, 6.2, 4.4, 4.6, 4.0, 4.0, 6.0, 3.6, 3.8, 2.6, 2.4, 4.0, 5.2, 4.6, 5.4]}
{"img_fn": "4_2_8.jpg", "img_id": "val-85", "Category": "8", "Captions": ["a person having an alcoholic drink of some sort.", "A person is preparing to pour bottled water into a cup. ", "A man opens a bottle and holds the lid of the bottle and a glass in both hands.", "A person has poured a drink and is still holding the lid. ", "a person holding the cap of a large bottle of vodka in their left hand while holding a cup in their right. "], "Boxes": [[725, 576, 115, 119]], "HumanRatings": [5.75, 3.75, 5.45, 4.75, 5.8], "IndividualHumanRatings": [4.8, 4.6, 6.0, 6.2, 6.4, 4.2, 5.8, 5.6, 4.8, 4.0, 4.8, 5.6, 5.2, 4.6, 3.4, 5.8, 4.2, 4.2, 6.6, 5.2]}
{"img_fn": "4_2_9.jpg", "img_id": "val-86", "Category": "9", "Captions": ["A person just poured themselves a cup of vodka. ", "A person holding a vodka bottle cap and a cup about to pour a shot of vodka.", "A man sits at a table drinking vodka.", "a person holding a cup in one hand and a liquor bottle cap in the other, planning to have a drink.", "A man takes off a bottle's cap so that he can pour the liquid in a cup that he's holding."], "Boxes": [[540, 453, 89, 129]], "HumanRatings": [6.05, 8.0, 5.4, 7.05, 7.05], "IndividualHumanRatings": [8.6, 6.2, 7.4, 6.6, 7.4, 6.6, 7.2, 5.8, 6.6, 6.8, 5.0, 7.6, 6.4, 6.2, 4.8, 5.6, 8.6, 6.6, 8.0, 6.2]}
{"img_fn": "4_2_10.jpg", "img_id": "val-87", "Category": "10", "Captions": ["Someone is making an alcoholic drink. ", "Someone holding a cup filled with liquid who is about to put the cup down on the table and reseal the bottle from which the liquid was poured", "The man is drinking vodka.", "A person is drinking vodka from a cup.", "The man took the cap off of a liquor bottle and is a bout to pour a drink."], "Boxes": [[220, 541, 81, 69]], "HumanRatings": [5.75, 4.55, 5.8, 5.3, 7.35], "IndividualHumanRatings": [3.8, 6.6, 7.2, 6.4, 7.2, 6.2, 6.8, 6.6, 4.8, 5.8, 3.8, 5.4, 4.8, 6.2, 2.6, 5.8, 7.6, 6.6, 5.4, 5.4]}
{"img_fn": "5_2_0.jpg", "img_id": "val-99", "Category": "0", "Captions": ["A person is putting names in a bowl for a drawing. ", "The person is folding up a scrap of paper, on which something is written, and is about to place it in a bowl full of similar folded pieces of paper.", "A person holding a piece of paper getting ready to put it in a bowl of paste.", "A person is reading a note on a small piece of paper.", "A man is folding up some notes and putting them into a yellow bowl."], "BestDescription": "A man is folding up some notes and putting them into a yellow bowl."}
{"img_fn": "5_2_1.jpg", "img_id": "val-100", "Category": "1", "Captions": ["Someone is sitting on a couch in front of two tables reading a handwritten note.", "A person holds a notecard with some words written on it, as part of a game of charades.", "Someone sitting on a sofa in front of two adjacent tables is reading a handwritten note on a scrap of paper. ", "A person is is trying to separate the paper backing from an adhesive label.", "A person is reading a note at a table."], "Boxes": [[800, 235, 207, 179]], "HumanRatings": [2.2, 2.0, 2.4, 1.65, 2.95], "IndividualHumanRatings": [5.4, 1.6, 3.6, 2.6, 4.0, 1.4, 1.4, 2.6, 3.4, 1.2, 1.2, 2.0, 1.2, 2.0, 1.2, 1.4, 1.0, 3.2, 1.8, 2.6]}
{"img_fn": "5_2_2.jpg", "img_id": "val-101", "Category": "2", "Captions": ["a man is looking at a label or sticker in his hands", "Someone has been writing and folding up small notes and placing them in a yellow bowl.", "A person is reading from an unfolded scrap of paper retrieved from a bowl.", "A man is creating an origami image from the paper", "Someone is looking at what is printed on a small strip of white paper they have picked from a yellow cup that sits on one of two tables in front of them."], "Boxes": [[130, 187, 152, 186]], "HumanRatings": [2.05, 7.45, 3.6, 2.1, 3.15], "IndividualHumanRatings": [5.6, 3.2, 4.0, 5.6, 5.2, 3.2, 2.8, 4.2, 4.2, 3.0, 3.0, 4.2, 2.6, 3.8, 2.6, 3.0, 1.2, 3.2, 4.4, 4.4]}
{"img_fn": "5_2_3.jpg", "img_id": "val-102", "Category": "3", "Captions": ["A man chooses a piece of paper from a bowl filled with white strips of paper. ", "This looks they are putting names on paper then putting them in a bowl.", "A person is folding pieces of paper and putting them in a plastic bowl", "Man folding pieces of rectangular white paper several times into much smaller rectangles, and placed in a bowl.", "A person is writing stuff on slips of paper and folding the slips of paper up and putting them into a bowl on a table."], "Boxes": [[488, 520, 62, 68]], "HumanRatings": [4.1, 5.0, 7.05, 6.9, 7.2], "IndividualHumanRatings": [5.6, 6.2, 5.8, 7.0, 6.6, 5.0, 5.6, 7.2, 7.0, 5.4, 6.2, 7.4, 5.2, 7.4, 4.2, 5.6, 4.6, 5.4, 7.0, 6.6]}
{"img_fn": "5_2_4.jpg", "img_id": "val-103", "Category": "4", "Captions": ["A person is reading a note pulled from a bowl full of folded paper notes. ", "A man holding a piece of paper that has been pulled out of a yellow bowl.", "A man writes on pieces of paper for a lottery.", "a person holding a piece of paper with words on it and trying to fold it then place it in a yellow bowl with finished pieces inside already.", "A man folds a note that he will put in a bowl."], "Boxes": [[1127, 332, 66, 160]], "HumanRatings": [4.6, 4.75, 3.0, 7.7, 7.25], "IndividualHumanRatings": [6.6, 5.0, 6.6, 6.4, 7.0, 4.0, 4.0, 6.8, 6.4, 5.0, 4.2, 6.2, 5.2, 5.4, 3.6, 4.2, 3.6, 6.8, 6.8, 5.4]}
{"img_fn": "5_2_5.jpg", "img_id": "val-104", "Category": "5", "Captions": ["Someone is writing things on slips of paper and then folding them up. ", "Someone in the process of folding a note", "This person his folding paper, preparing for a game.", "A person is reading a prompt from a slip of paper.", "The man is folding paper together."], "Boxes": [[1065, 563, 109, 94]], "HumanRatings": [5.7, 5.55, 3.4, 2.4, 5.1], "IndividualHumanRatings": [6.0, 4.4, 4.2, 6.0, 5.6, 3.8, 4.0, 4.4, 5.8, 4.8, 3.4, 3.8, 4.0, 4.6, 2.8, 5.0, 3.4, 4.6, 3.8, 4.2]}
{"img_fn": "5_2_6.jpg", "img_id": "val-105", "Category": "6", "Captions": ["A person has written something on a piece of paper and they are starting to fold it.", "A person is folding pieces of paper and placing them into a bowl.", "A person writing down ideas on paper and putting them into a bowl", "A man picks up a note during the game.", "The person is writing prompts on small pieces of paper and putting them into a bowl."], "Boxes": [[788, 588, 77, 75]], "HumanRatings": [5.15, 7.65, 5.95, 2.55, 5.9], "IndividualHumanRatings": [6.6, 5.8, 6.6, 6.8, 7.0, 5.2, 4.0, 5.8, 5.8, 5.6, 4.2, 5.4, 5.8, 6.4, 3.8, 5.2, 3.0, 4.0, 6.2, 5.6]}
{"img_fn": "5_2_7.jpg", "img_id": "val-106", "Category": "7", "Captions": ["a person at a table folding paper", "A person is folding a piece of paper to put into a yellow bowl.", "A man is writing nots and folding them to put into a yellow bowl.", "A person is folding little papers and adding them to a bowl. ", "a person who selected a slip of paper from a yellow bowl, opens it and reads it. "], "Boxes": [[492, 345, 134, 123]], "HumanRatings": [5.85, 8.0, 7.8, 7.25, 3.8], "IndividualHumanRatings": [4.6, 7.0, 7.2, 7.2, 7.6, 6.2, 7.0, 7.6, 6.8, 6.8, 5.4, 7.8, 5.8, 7.6, 4.6, 6.6, 6.4, 6.0, 6.8, 5.8]}
{"img_fn": "5_2_8.jpg", "img_id": "val-107", "Category": "8", "Captions": ["Someone is writing on slips of paper and collecting them in a bowl", "A man selects a random note from a bowl in the middle of their game.", "A person folds a piece of paper. ", "a Person folds a piece of paper to put in a bowl while sat at a table", "A person is sitting at a table with several random object folding small pieces of paper and putting the into a bowl. "], "Boxes": [[869, 430, 152, 146]], "HumanRatings": [6.1, 3.5, 5.1, 6.5, 5.95], "IndividualHumanRatings": [6.8, 4.8, 6.6, 6.6, 5.8, 5.2, 3.6, 6.0, 6.2, 5.8, 3.6, 6.8, 5.0, 5.8, 3.2, 5.2, 5.0, 4.4, 6.8, 5.4]}
{"img_fn": "5_2_9.jpg", "img_id": "val-108", "Category": "9", "Captions": ["A man is reading a message from a bowl.", "A person draws a name from a bowl", "A man is reading small notes from a bowl of notes.", "A person is about to fold up a piece of paper they wrote a message on.", "A person is folding a small piece of paper with words written on it and putting it in the yellow bowl on the table."], "Boxes": [[350, 289, 134, 123]], "HumanRatings": [3.6, 3.45, 4.0, 5.1, 7.0], "IndividualHumanRatings": [5.4, 4.8, 5.2, 6.6, 6.8, 3.8, 2.4, 5.6, 5.8, 3.4, 3.8, 5.2, 4.0, 4.8, 2.8, 4.0, 3.0, 5.8, 4.0, 5.4]}
{"img_fn": "5_2_10.jpg", "img_id": "val-109", "Category": "10", "Captions": ["A man is folding pieces of paper and putting them into a yellow bowl.", "A man is folding a piece of paper to put into a bowl. ", "a person is folding papers with some type of writing or words on them to put into a drawing bowl", "A person has randomly drawn a slip of paper containing a name from a yellow bowl filled with papers with names written on them. ", "A man reads a note before folding it and placing it into a bowl. "], "Boxes": [[258, 476, 80, 119]], "HumanRatings": [8.1, 7.3, 6.05, 4.5, 5.3], "IndividualHumanRatings": [5.2, 6.8, 5.4, 7.4, 8.0, 5.6, 6.4, 7.2, 5.8, 5.8, 5.6, 7.0, 6.4, 7.2, 4.8, 6.2, 5.4, 6.8, 5.6, 6.4]}
{"img_fn": "6_2_0.jpg", "img_id": "val-121", "Category": "0", "Captions": ["A person sitting on a couch is taking apart a flashlight.", "A man is repairing a flashlight.", "Someone is changing the bulb in a flashlight.", "A person disassembles a flashlight and holds on to the top part of the flashlight.", "The male is fixing a yellow flashlight. "], "BestDescription": ["A person sitting on a couch is taking apart a flashlight."]}
{"img_fn": "6_2_1.jpg", "img_id": "val-122", "Category": "1", "Captions": ["A person is holding a mini flask and opening it to drink.", "A man is holding a round stainless steel object. He is holding it in both hands above a single piece of papertowel.", "A man holds a small yellow trinket over a paper towel.", "A woman has a yellow gadget in her hand held over a piece of paper to catch the residue.", "A person holds and inspects a device on above a table with a paper underneath."], "Boxes": [[275, 225, 211, 177]], "HumanRatings": [1.3888888888888888, 2.2777777777777777, 1.2777777777777777, 2.2142857142857144, 3.142857142857143], "IndividualHumanRatings": [2.0, 2.2, 2.2, 1.0, 2.0, 1.2, 3.0, 2.4, 3.4, 1.8, 2.2, 1.2, 3.6, 1.2, 2.0, 1.3, 1.0, 1.3]}
{"img_fn": "6_2_2.jpg", "img_id": "val-123", "Category": "2", "Captions": ["A person taking apart a flashlight to see how it works but being careful not to lose the pieces. ", "A man is fixing the lens of a broken flashlight over a paper towel he's placed on the table to protect it.", "A man sitting at a table replaces the battery in a yellow flashlight.", "A man is fixing a flashlight by taking it apart.", "A person is changing the lightbulb in their flashlight."], "Boxes": [[910, 381, 168, 149]], "HumanRatings": [6.111111111111111, 4.888888888888889, 4.666666666666667, 6.857142857142857, 5.0], "IndividualHumanRatings": [6.6, 5.6, 4.8, 6.0, 6.2, 5.4, 6.2, 5.8, 5.2, 7.8, 5.8, 4.4, 5.0, 3.6, 3.7, 7.0, 3.7, 4.3]}
{"img_fn": "6_2_3.jpg", "img_id": "val-124", "Category": "3", "Captions": ["This person is holding a component of a flashlight. Other components are on the table on this person s right hand side. A screwdriver is also on the table. It is used to unscrew this flashlight.", "The young fellow is fixing something in his flashlight as indicated by the displaced piece in his hand", "A man uses a screwdriver to assemble a flashlight", "Someone replacing a light bulb on their flashlight", "Someone is repairing a broken flashlight."], "Boxes": [[235, 538, 91, 155]], "HumanRatings": [5.333333333333333, 5.055555555555555, 4.222222222222222, 4.642857142857143, 5.571428571428571], "IndividualHumanRatings": [5.6, 4.2, 5.0, 4.0, 5.8, 5.4, 7.0, 5.2, 5.2, 6.4, 5.8, 3.6, 4.4, 4.2, 3.0, 7.7, 2.7, 2.3]}
{"img_fn": "6_2_4.jpg", "img_id": "val-125", "Category": "4", "Captions": ["Person is fixing a flashlight, specifically the front part containing the bulb", "A person has the top of a flashlight above two adjoining tables, so that seemingly they can work to repair the flashlight.", "A person by a table attempting to put together a flashlight with tools.", "A man is taking out some tools to make some art works.", "A person repair a torch light."], "Boxes": [[910, 283, 107, 85]], "HumanRatings": [4.944444444444445, 4.666666666666667, 4.333333333333333, 2.142857142857143, 3.857142857142857], "IndividualHumanRatings": [4.4, 2.6, 4.2, 3.2, 5.0, 3.6, 5.8, 4.0, 2.6, 5.4, 5.2, 2.6, 4.4, 3.0, 4.3, 6.7, 4.7, 2.7]}
{"img_fn": "6_2_5.jpg", "img_id": "val-126", "Category": "5", "Captions": ["Someone is assembling a flashlight.", "A person sitting down uses tools to fix a flashlight.", "A guy  sitting on a couch replacing the bulb in a flashlight on the table in front of him.", "The person is replacing a flash light battery using a screw driver", "A person is repairing the torch."], "Boxes": [[1088, 314, 70, 91]], "HumanRatings": [4.166666666666667, 5.444444444444445, 5.555555555555555, 4.142857142857143, 3.5], "IndividualHumanRatings": [4.0, 3.6, 4.8, 5.4, 5.0, 4.2, 5.8, 3.4, 3.0, 6.6, 5.8, 3.2, 5.8, 3.2, 4.7, 7.3, 4.7, 3.7]}
{"img_fn": "6_2_6.jpg", "img_id": "val-127", "Category": "6", "Captions": ["A person fixing a yellow flashlight at a coffee table.", "Someone is tinkering with a flashlight.", "A man is seated at a table and is fixing the bulb portion of a yellow handheld flashlight.", "The man is opening his flashlight to replace the bulb.", "A person is changing the batteries in a yellow flashlight."], "Boxes": [[1095, 501, 97, 78]], "HumanRatings": [5.388888888888889, 5.833333333333333, 4.833333333333333, 5.357142857142857, 4.857142857142857], "IndividualHumanRatings": [6.8, 4.0, 4.8, 4.6, 5.8, 5.6, 6.8, 5.4, 5.0, 7.4, 5.6, 3.4, 4.8, 4.0, 4.7, 8.0, 4.7, 3.3]}
{"img_fn": "6_2_7.jpg", "img_id": "val-128", "Category": "7", "Captions": ["a person replacing batteries in a flashlight. ", "A person is taking apart a flashlight, trying to change the bulb.", "The person in it is working on the front of the torch light", "A person is taking apart a flashlight on a table.", "A man is repairing the yellow lantern. "], "Boxes": [[13, 443, 209, 176]], "HumanRatings": [4.5, 6.444444444444445, 3.5555555555555554, 7.285714285714286, 3.642857142857143], "IndividualHumanRatings": [7.2, 4.2, 4.4, 5.2, 5.8, 4.4, 6.2, 4.6, 2.8, 7.0, 5.0, 4.2, 5.8, 4.0, 4.3, 7.3, 4.7, 3.7]}
{"img_fn": "6_2_8.jpg", "img_id": "val-129", "Category": "8", "Captions": ["A person is in the process of fixing a flashlight with a screwdriver. ", "A man is sitting on the couch taking apart a yellow flashlight.", "A person is changing a light bulb inside their flashlight that broke and is taking it apart", "A guy is repairing his torch.", "A person is fixing a flashlight."], "Boxes": [[814, 478, 62, 122]], "HumanRatings": [5.666666666666667, 8.0, 5.611111111111111, 3.2142857142857144, 5.0], "IndividualHumanRatings": [7.2, 4.4, 5.4, 6.0, 5.8, 5.0, 6.8, 5.2, 4.8, 7.0, 6.2, 5.2, 6.6, 3.8, 5.7, 7.0, 5.7, 3.3]}
{"img_fn": "6_2_9.jpg", "img_id": "val-130", "Category": "9", "Captions": ["A person attempts to fix a flashlight using tools on a table.", "They are fixing a torchlight", "The person in it is working on removing the front part of the torch", "A person is fixing a flashlight.", "A man sits at a table holding the top of a flashlight that he is attempting to repair."], "Boxes": [[670, 557, 76, 116]], "HumanRatings": [5.5, 4.777777777777778, 4.222222222222222, 5.071428571428571, 5.0], "IndividualHumanRatings": [5.4, 3.2, 4.0, 5.0, 6.6, 4.4, 7.4, 3.6, 4.4, 7.0, 5.8, 2.8, 5.0, 4.0, 3.0, 8.0, 4.0, 4.7]}
{"img_fn": "6_2_10.jpg", "img_id": "val-131", "Category": "10", "Captions": ["A person fixes the end of a flashlight over a napkin on a table using a screwdriver and screwdriver heads.", "A man has unscrewed the head of a flashlight to fix it.", "Someone sitting at a couch in front of two tables is using tools to disassemble a flashlight.", "A person changes the batteries in their flashlight while sitting on their couch by the table.", "A person has disassembled a flashlight to attempt to repair it."], "Boxes": [[422, 449, 210, 243]], "HumanRatings": [4.611111111111111, 5.666666666666667, 7.444444444444445, 6.428571428571429, 6.214285714285714], "IndividualHumanRatings": [7.6, 5.4, 5.4, 5.8, 7.0, 5.6, 7.6, 6.0, 6.0, 7.8, 6.4, 4.2, 5.0, 5.0, 6.0, 8.3, 6.0, 3.7]}
{"img_fn": "7_2_0.jpg", "img_id": "val-143", "Category": "0", "Captions": ["A person is ripping out a piece of scotch tape in order to wrap the present next to him.", "A person is wrapping a gift, about to apply Scotch tape.", "A person in it is preparing to cut tape in hand to stick on any colored papers that may be nearby.", "A man is holding a tape dispenser at a table and is wrapping a package.", "A man is a preparing to wrap a gift."], "BestDescription": ["A person is ripping out a piece of scotch tape in order to wrap the present next to him."]}
{"img_fn": "7_2_1.jpg", "img_id": "val-144", "Category": "1", "Captions": ["A person is getting a piece of Scotch tape.", "A person is sitting with a tape dispenser in hand. He is about to pull some tape out to make some sort of project because there is a tub with scissors and thread. ", "A man pulls off a piece of tape from a dispenser.", "The person is tearing off a piece of scotch tape.", "A person is holding a small roll of tape for crafts."], "Boxes": [[282, 245, 227, 188]], "HumanRatings": [4.833333333333333, 3.8333333333333335, 5.722222222222222, 5.285714285714286, 4.142857142857143], "IndividualHumanRatings": [4.6, 5.0, 5.4, 4.8, 5.0, 4.4, 5.6, 4.6, 4.6, 4.8, 4.2, 4.0, 6.2, 3.8, 4.3, 5.7, 3.3, 5.3]}
{"img_fn": "7_2_2.jpg", "img_id": "val-145", "Category": "3", "Captions": ["This person is using tape. He She They need tape to wrap an object with the decorative paper.", "The young fellow has scotch tape in his hand for gift wrapping, as indicated by the scissors", "A man uses tape on a gift he is wrapping", "Someone getting ready to tape shut a present", "Someone is using scotch tape to wrap a present."], "Boxes": [[274, 519, 81, 73]], "HumanRatings": [6.555555555555555, 6.444444444444445, 7.0, 6.642857142857143, 7.357142857142857], "IndividualHumanRatings": [7.2, 7.6, 6.2, 7.0, 7.8, 7.0, 7.4, 6.8, 7.0, 8.6, 5.4, 5.4, 6.2, 4.4, 8.0, 8.7, 5.0, 7.0]}
{"img_fn": "7_2_3.jpg", "img_id": "val-146", "Category": "2", "Captions": ["Someone in the middle of wrapping a present with tape.", "They hold a particular type of object ", "The person in it is cutting the tape", "A person is cutting tape to wrap a present.", "A man sits at a table holding tape while wrapping some presents."], "Boxes": [[1048, 491, 227, 199]], "HumanRatings": [6.888888888888889, 1.7222222222222223, 4.277777777777778, 7.571428571428571, 7.142857142857143], "IndividualHumanRatings": [5.2, 5.4, 5.6, 6.4, 6.6, 5.8, 6.0, 5.2, 5.8, 6.4, 4.8, 5.2, 4.6, 4.2, 4.0, 6.3, 2.3, 4.7]}
{"img_fn": "7_2_4.jpg", "img_id": "val-147", "Category": "4", "Captions": ["Person is holding tape in their hands while working on wrapping a present with wrapping paper", "Someone wrapping a small present is pulling off a piece of tape.", "Someone sitting at a couch in front of two tables full of things is wrapping a present with tape wrapping paper and scissors.", "A person dispenses tape in their hand as they continue the process of wrapping a gift they will be giving to someone.", "A person is pulling a piece of tape out of the tape dispenser to seal a package they are wrapping."], "Boxes": [[858, 394, 48, 127]], "HumanRatings": [7.166666666666667, 7.722222222222222, 6.444444444444445, 7.071428571428571, 7.571428571428571], "IndividualHumanRatings": [8.2, 6.8, 6.2, 7.0, 8.4, 7.6, 7.4, 7.6, 7.4, 9.2, 7.6, 6.0, 6.6, 6.0, 7.7, 8.0, 5.3, 5.3]}
{"img_fn": "7_2_5.jpg", "img_id": "val-148", "Category": "5", "Captions": ["Someone is wrapping a present, and they are getting some tape for the wrapping paper.", "A man is making use of scotch tape to complete wrapping a gift.", "A person unravels tape in order to finish wrapping a present on the table.", "A man is using tape to wrap a present.", "Someone is wrapping a gift."], "Boxes": [[901, 263, 93, 97]], "HumanRatings": [7.5, 7.777777777777778, 7.611111111111111, 7.642857142857143, 6.071428571428571], "IndividualHumanRatings": [8.6, 7.2, 6.8, 8.4, 7.8, 6.6, 7.6, 7.4, 7.8, 9.0, 7.2, 6.0, 6.8, 5.8, 9.0, 9.7, 4.7, 6.3]}
{"img_fn": "7_2_6.jpg", "img_id": "val-149", "Category": "6", "Captions": ["A person tearing a piece of tape while wrapping gifts.", "Someone is wrapping a gift with tape and wrapping paper.", "A person is using scotch tape to wrap a present.", "The man is taping a gift that he is wrapping.", "Someone is pulling a strip of tape from a tape dispenser."], "Boxes": [[1012, 267, 124, 126]], "HumanRatings": [7.833333333333333, 7.777777777777778, 8.055555555555555, 7.071428571428571, 4.714285714285714], "IndividualHumanRatings": [7.6, 6.8, 7.0, 8.6, 7.6, 6.8, 7.4, 6.8, 7.4, 8.2, 6.2, 6.0, 7.2, 6.0, 8.7, 9.3, 6.0, 7.0]}
{"img_fn": "7_2_7.jpg", "img_id": "val-150", "Category": "7", "Captions": ["a person using tape to wrap a gift", "A person sits at a table, wrapping a gift.", "A guy sitting on a couch removing a section of scotch tape to wrap a gift.", "A guy is holding  a tape to wrap a gift using scissors and glue", "A person is taking some tape to paste."], "Boxes": [[1164, 341, 108, 95]], "HumanRatings": [7.333333333333333, 5.777777777777778, 7.722222222222222, 4.928571428571429, 4.357142857142857], "IndividualHumanRatings": [7.0, 6.2, 6.0, 6.0, 6.2, 6.6, 6.8, 5.2, 6.2, 7.4, 6.4, 4.4, 5.4, 4.4, 6.7, 9.3, 5.7, 6.3]}
{"img_fn": "7_2_8.jpg", "img_id": "val-151", "Category": "8", "Captions": ["A person is wrapping a present of sorts, probably for a birthday.", "A man is wrapping a gift.", "Someone is sitting while using a roll of tape to wrap a gift.", "A person is pulling a piece of tape off a tape dispenser in the process of wrapping an item.", "The person is wrapping a present. "], "Boxes": [[960, 521, 79, 166]], "HumanRatings": [4.833333333333333, 5.944444444444445, 6.833333333333333, 7.571428571428571, 5.714285714285714], "IndividualHumanRatings": [8.0, 6.0, 5.8, 6.4, 7.0, 6.2, 7.2, 7.0, 5.6, 6.8, 5.2, 5.2, 5.2, 4.4, 6.3, 8.7, 4.3, 5.0]}
{"img_fn": "7_2_9.jpg", "img_id": "val-152", "Category": "9", "Captions": ["A person is about to rip a piece of tape on a table.", "A person has Scotch tape out at two adjoining tables with a partially-wrapped present next to them, which they will presumably finish wrapping.", "A man holding the tape to help wrap a gift.", "A man is taking the sellotape to paste the gift wrap.", "A person do some craft work."], "Boxes": [[555, 566, 82, 77]], "HumanRatings": [4.833333333333333, 6.555555555555555, 6.277777777777778, 6.357142857142857, 3.0], "IndividualHumanRatings": [5.6, 5.2, 5.4, 7.2, 5.4, 4.6, 6.8, 6.0, 4.8, 6.4, 5.4, 3.8, 7.0, 4.0, 4.7, 8.0, 4.0, 3.7]}
{"img_fn": "7_2_10.jpg", "img_id": "val-153", "Category": "10", "Captions": ["A person holds scotch tape while wrapping objects with gift wrap and has scissors.", "A person sits on the couch in front of the coffee table pulling some scotch tape.", "A person is wrapping presents with tape on a table ", "A guy is using a tape while sitting on the couch.", "A person is wrapping a gift."], "Boxes": [[377, 537, 154, 157]], "HumanRatings": [6.722222222222222, 4.333333333333333, 6.555555555555555, 3.857142857142857, 5.714285714285714], "IndividualHumanRatings": [6.0, 5.8, 5.8, 5.0, 6.8, 5.8, 6.6, 5.6, 4.0, 6.4, 5.4, 4.0, 5.6, 3.8, 6.0, 7.3, 5.7, 3.7]}
{"img_fn": "8_2_0.jpg", "img_id": "val-164", "Category": "0", "Captions": ["A person sews a white button on a shirt.", "A man is sewing a button on a shirt.", "Someone is holding a button on a plaid shirt that needs to be mended", "A person is sewing buttons on a plaid shirt that is placed on a wooden table.", "The person is figuring out where to sew the button on his shirt. "], "BestDescription": ["A man is sewing a button on a shirt."]}
{"img_fn": "8_2_1.jpg", "img_id": "val-165", "Category": "2", "Captions": ["A man replacing a missing button on his shirt with a sewing kit.", "A person holds a part of a garment with their fingers, as if to stretch it out to sew it with the adjacent sewing kit.", "A person at a table attempting to knit a jacket with a needle and thread.", "A guy is stitching buttons on his shirt.", "A person tie button to his shirt."], "Boxes": [[989, 378, 198, 182]], "HumanRatings": [8.055555555555555, 4.833333333333333, 3.111111111111111, 8.285714285714286, 4.714285714285714], "IndividualHumanRatings": [6.8, 5.2, 5.8, 7.4, 6.0, 5.8, 6.4, 5.4, 4.2, 8.0, 5.2, 5.2, 5.6, 4.8, 4.3, 7.0, 5.3, 3.7]}
{"img_fn": "8_2_2.jpg", "img_id": "val-166", "Category": "3", "Captions": ["This person is sewing by hand for clothes. A sewing kit is next to this person. There is a steam iron also on the ground.", "A person is seated at a table, trying to set a button on a plaid shirt.", "A guy sitting on a couch repairing his shirt placed on a table in front of him.", "A person is folding a shirt.", "A man is stitching the missed buttons in his shirt."], "Boxes": [[30, 592, 82, 74]], "HumanRatings": [4.277777777777778, 6.555555555555555, 4.888888888888889, 2.4285714285714284, 6.857142857142857], "IndividualHumanRatings": [6.2, 4.6, 4.8, 6.2, 6.4, 5.0, 6.4, 4.8, 2.6, 7.0, 5.0, 4.4, 5.0, 2.4, 4.7, 8.0, 4.0, 3.0]}
{"img_fn": "8_2_3.jpg", "img_id": "val-167", "Category": "1", "Captions": ["A person is folding up a clean flannel shirt.", "A man is sitting at a small table and getting a shirt ready in preparation to iron it.", "A person buttons up a plaid shirt laying on their table.", "A man is fixing his shirt.", "Someone is folding their shirt."], "Boxes": [[120, 292, 218, 152]], "HumanRatings": [2.2777777777777777, 2.388888888888889, 2.3333333333333335, 5.071428571428571, 2.5714285714285716], "IndividualHumanRatings": [2.8, 2.2, 3.6, 2.6, 4.8, 2.2, 4.0, 2.4, 1.8, 4.8, 2.8, 2.2, 3.2, 2.4, 2.3, 3.0, 1.7, 1.0]}
{"img_fn": "8_2_4.jpg", "img_id": "val-168", "Category": "4", "Captions": ["Person has a sewing kit out and is using the materials inside to work on a plaid shirt", "A man sits on his couch with his plaid shirt in front to fold.", "A man begins folding a shirt on a table ", "A guy is folding his shirt.", "A person is sewing a new button on a flannel shirt."], "Boxes": [], "HumanRatings": [5.055555555555555, 2.9444444444444446, 2.0555555555555554, 2.5, 7.0], "IndividualHumanRatings": [4.6, 3.4, 3.8, 4.8, 5.0, 2.6, 5.6, 4.0, 3.0, 6.4, 4.0, 3.0, 3.4, 2.4, 3.3, 4.3, 1.3, 2.3]}
{"img_fn": "8_2_5.jpg", "img_id": "val-169", "Category": "5", "Captions": ["Someone is sewing buttons onto a flannel jacket.", "A person is sitting and examining a shirt. There is an issue with threading so they have their sewing kit out with string to fix it.", "A man sows on a button to his plaid shirt.", "The man is sewing a button on his shirt.", "A person is making sewing repairs to a flannel patterned shirt on a table."], "Boxes": [[836, 315, 118, 131]], "HumanRatings": [6.5, 4.388888888888889, 8.0, 9.0, 4.928571428571429], "IndividualHumanRatings": [8.2, 6.8, 6.0, 6.8, 7.8, 6.4, 7.2, 6.6, 5.4, 8.6, 6.4, 6.0, 6.8, 5.4, 5.7, 6.0, 4.3, 5.0]}
{"img_fn": "8_2_6.jpg", "img_id": "val-170", "Category": "6", "Captions": ["A person hand sewing a button back onto a flannel shirt.", "The young man with his vest laid out on the table is presumably ready to knit in some buttons", "A man sows a button onto a plaid shirt", "Sewing a button back onto a plaid shirt", "A person is sewing buttons back onto their flannel shirt."], "Boxes": [[800, 511, 84, 106]], "HumanRatings": [7.833333333333333, 5.277777777777778, 8.055555555555555, 6.928571428571429, 7.5], "IndividualHumanRatings": [8.4, 7.4, 6.2, 7.6, 7.0, 7.0, 7.2, 7.8, 6.8, 9.2, 7.0, 6.4, 7.2, 5.8, 7.0, 8.3, 5.7, 5.0]}
{"img_fn": "8_2_7.jpg", "img_id": "val-171", "Category": "7", "Captions": ["a person mending a button up shirt with needle and thread on a table. ", "They are fixing a shirt button ", "A person is sewing her shirt with a needle.", "A person is mending a flannel shirt.", "A man sits at a table holding a shirt that he is repairing with a needle and thread."], "Boxes": [[145, 511, 101, 45]], "HumanRatings": [6.666666666666667, 6.888888888888889, 5.611111111111111, 4.857142857142857, 4.857142857142857], "IndividualHumanRatings": [6.8, 4.4, 6.4, 6.6, 7.0, 4.2, 6.8, 4.6, 5.4, 7.4, 6.0, 4.6, 6.0, 3.6, 5.0, 9.7, 7.0, 5.7]}
{"img_fn": "8_2_8.jpg", "img_id": "val-172", "Category": "8", "Captions": ["A person is repairing a flannel shirt, reattaching the buttons. ", "A person sits on a sofa by a table about to sew a button on a shirt.", "In this a person sewing his shirt with a thread needle.", "A man is at a table sewing his shirt.", "A man is stretching a shirt to starting sewing the rip."], "Boxes": [[97, 476, 36, 102]], "HumanRatings": [7.222222222222222, 6.722222222222222, 5.444444444444445, 5.571428571428571, 3.5], "IndividualHumanRatings": [6.2, 4.4, 6.0, 6.4, 6.4, 5.0, 6.8, 4.8, 7.2, 7.2, 5.2, 4.8, 6.2, 3.2, 7.0, 8.7, 4.7, 5.3]}
{"img_fn": "8_2_9.jpg", "img_id": "val-173", "Category": "9", "Captions": ["A person is fixing loose threads from a flannel shirt by using tools on a table.", "Someone with needle and thread attempts to fix their plaid shirt on a table.", "Someone sitting a a couch in front of two tables is sewing a shirt.", "A person sews a hole in their dress shirt and get it ready to iron as soon as it is patched.", "A person has their shirt laid out on a table and is folding it."], "Boxes": [[496, 583, 176, 110]], "HumanRatings": [4.277777777777778, 5.222222222222222, 4.555555555555555, 3.857142857142857, 2.2857142857142856], "IndividualHumanRatings": [4.8, 2.2, 4.2, 4.8, 5.4, 3.4, 5.2, 4.0, 3.2, 5.0, 3.8, 3.0, 5.6, 2.4, 3.3, 8.0, 4.3, 2.3]}
{"img_fn": "8_2_10.jpg", "img_id": "val-174", "Category": "10", "Captions": ["A person fixes a plaid shirt with an open sewing kit by them.", "Someone is sewing a fleece shirt.", "A man seated at a table is mending a blue and rust colored shirt.", "The man is stitching up his shirt with a needle and thread.", "A person is sewing a brown and black shirt."], "Boxes": [[145, 567, 197, 129]], "HumanRatings": [5.277777777777778, 4.777777777777778, 4.666666666666667, 5.142857142857143, 4.714285714285714], "IndividualHumanRatings": [6.6, 2.8, 5.2, 6.0, 7.0, 4.6, 6.0, 4.0, 3.6, 6.8, 4.8, 4.4, 5.0, 3.4, 4.0, 7.3, 3.0, 3.0]}
{"img_fn": "9_2_0.jpg", "img_id": "val-186", "Category": "0", "Captions": ["Someone is doing some writing with notes and a book at a table while sitting on a sofa.", "A man is studying out of his textbook. He has a notebook resting on his book and has a pen in hand from writing. ", "A man holds a pen while he mulls over his textbook and notes.", "The person has his book open and doing homework while holding a gadget I have never seen before.", "A person holds a pen while looking at their study materials."], "BestDescription": ["A man holds a pen while he mulls over his textbook and notes."]}
{"img_fn": "9_2_1.jpg", "img_id": "val-187", "Category": "1", "Captions": ["A person is holding a pen, maybe about to write something down.", "Someone is holding a pen, leaning onto a table.", "A man is seated at a table and holding a pen in his right hand.", "The man popped open the candle jar with his pen.", "A person sitting beterrn 2 tables holding an ink pen."], "Boxes": [[121, 241, 342, 283]], "HumanRatings": [5.166666666666667, 3.7222222222222223, 5.111111111111111, 1.7857142857142858, 3.5714285714285716], "IndividualHumanRatings": [3.8, 3.2, 4.8, 4.8, 4.8, 3.8, 5.4, 4.0, 3.6, 3.2, 4.0, 2.0, 4.0, 2.2, 3.3, 6.0, 6.3, 4.0]}
{"img_fn": "9_2_2.jpg", "img_id": "val-188", "Category": "3", "Captions": ["This person is holding a pen in hands. A book and a notebook are on the table. The notebook has some writing on the page.", "A person sitting on a couch takes a break from studying.", "A guy sitting on a couch holding a pen with his home work on a table in front of him.", "A person is trying to take a notes from the text book", "A person is preparing for the exams."], "Boxes": [[558, 405, 95, 107]], "HumanRatings": [6.777777777777778, 2.7777777777777777, 6.0, 5.571428571428571, 3.9285714285714284], "IndividualHumanRatings": [5.6, 4.4, 5.0, 4.4, 6.0, 5.2, 6.4, 5.2, 3.8, 6.4, 5.2, 3.0, 6.0, 4.2, 4.7, 7.0, 4.3, 3.7]}
{"img_fn": "9_2_3.jpg", "img_id": "val-189", "Category": "2", "Captions": ["A student taking notes while reading their textbook.", "With a pen in hand, this young fellow must be working on his assignment... as indicated by his notebook", "A student uses a pen to jot down notes in a spiral", "Doing open book homework involving graphs", "Someone is studying a schoolbook, and taking down notes."], "Boxes": [[923, 228, 96, 89]], "HumanRatings": [5.777777777777778, 6.222222222222222, 5.333333333333333, 3.0, 6.357142857142857], "IndividualHumanRatings": [5.8, 5.6, 6.0, 5.8, 6.2, 4.6, 6.8, 5.8, 3.2, 7.4, 5.4, 3.8, 5.4, 3.6, 5.0, 7.7, 5.0, 4.3]}
{"img_fn": "9_2_4.jpg", "img_id": "val-190", "Category": "4", "Captions": ["person is studying from a notebook and textbook", "A person sits at two adjoining tables with a pen, looking ready to write in the nearby notebook.", "A person attempting to do homework, with a pen in hand and a notebook on the table.", "A person is taking out of notes from the books.", "A person sit on a sofa and read something."], "Boxes": [[1044, 222, 96, 89]], "HumanRatings": [5.833333333333333, 5.888888888888889, 6.444444444444445, 4.428571428571429, 3.357142857142857], "IndividualHumanRatings": [5.8, 5.4, 5.4, 6.6, 5.6, 4.2, 6.4, 5.0, 5.2, 6.0, 5.2, 3.2, 7.0, 3.2, 4.7, 7.7, 4.7, 4.7]}
{"img_fn": "9_2_5.jpg", "img_id": "val-191", "Category": "5", "Captions": ["Someone has put their notes aside and is taking a break from studying.", "A man uses notes and a textbook to study with as he sits at a small table in his living room.", "A person holding a pen prepares to take notes in the notebook on their wooden table", "A man is taking notes for his studies.", "Someone is doing homework."], "Boxes": [[471, 557, 176, 135]], "HumanRatings": [3.5555555555555554, 5.333333333333333, 6.222222222222222, 5.5, 4.571428571428571], "IndividualHumanRatings": [5.8, 3.8, 5.0, 4.6, 6.6, 3.8, 7.2, 5.0, 5.4, 6.8, 4.8, 4.0, 6.2, 3.2, 4.0, 6.7, 3.0, 3.7]}
{"img_fn": "9_2_6.jpg", "img_id": "val-192", "Category": "6", "Captions": ["A person holding a pen, taking notes.", "A person holding a pen has been taking notes about a schoolbook", "A person in it is holding a pen in his hand and preparing to write", "A man sitting in front of a table is holding some type of tool.", "A person is starting to study for final terms."], "Boxes": [[1103, 434, 108, 80]], "HumanRatings": [6.0, 6.111111111111111, 5.555555555555555, 3.7142857142857144, 4.5], "IndividualHumanRatings": [4.4, 5.0, 5.6, 6.0, 6.4, 5.0, 6.6, 5.6, 3.2, 5.6, 4.8, 3.4, 5.8, 4.0, 4.3, 8.3, 7.0, 5.7]}
{"img_fn": "9_2_7.jpg", "img_id": "val-193", "Category": "7", "Captions": ["a person studying by taking notes while reading a textbook. ", "A man is sitting on a couch in front of a table with a pen in his right hand and an open textbook and notebook to his right.", "A person holds a pen as he just finished studying with his notebook and study papers", "A guy is studying a book and taking notes.", "A person is taking notes on their study material."], "Boxes": [[892, 467, 114, 149]], "HumanRatings": [6.111111111111111, 6.777777777777778, 6.722222222222222, 6.642857142857143, 6.0], "IndividualHumanRatings": [7.0, 6.0, 6.8, 8.2, 7.0, 5.6, 7.8, 6.4, 5.8, 9.0, 6.4, 5.4, 6.8, 4.0, 6.7, 7.7, 5.3, 3.3]}
{"img_fn": "9_2_8.jpg", "img_id": "val-194", "Category": "8", "Captions": ["A person is reading a textbook and taking notes on the material. ", "They are studying while jotting down some notes", "A person is preparing to write with a pen in hand.", "A person is holding a pen after taking notes.", "A man is sitting at a table preparing to study with his book and notebook."], "Boxes": [[797, 546, 86, 92]], "HumanRatings": [6.333333333333333, 4.0, 5.222222222222222, 5.714285714285714, 6.357142857142857], "IndividualHumanRatings": [7.0, 5.2, 5.4, 6.4, 6.4, 4.6, 6.8, 5.4, 6.0, 6.0, 5.0, 3.6, 6.0, 3.6, 3.3, 8.7, 4.3, 4.3]}
{"img_fn": "9_2_9.jpg", "img_id": "val-195", "Category": "9", "Captions": ["A person is taking notes from a textbook on a table.", "A man is studying or working on homework", "Someone is writing notes from a textbook.", "A person holding on to a pen in their right hand in the process of drawing a flowchart in their notebook.", "A person is taking a break after using a notebook to write some notes. "], "Boxes": [[730, 358, 133, 158]], "HumanRatings": [5.333333333333333, 4.944444444444445, 4.722222222222222, 4.928571428571429, 4.285714285714286], "IndividualHumanRatings": [5.6, 3.6, 4.4, 5.2, 7.0, 4.8, 7.2, 4.0, 3.8, 5.0, 5.4, 4.4, 5.0, 3.8, 3.0, 9.0, 2.7, 3.0]}
{"img_fn": "9_2_10.jpg", "img_id": "val-196", "Category": "10", "Captions": ["A person takes a break from studying, holding the pen by the writing end with their open notebook and textbook next to them.", "Someone at a table with books has a pen in hand, ready to write.", "Someone is studying at a table while sitting on a couch.  They are taking notes with a pen and have some other supplies out on the table.", "A person works on their homework and studying for the big exam they have coming up in their college course.", "A person is sitting down with pen in hand, taking notes while studying a textbook."], "Boxes": [[690, 539, 98, 123]], "HumanRatings": [6.333333333333333, 5.333333333333333, 5.833333333333333, 5.0, 6.857142857142857], "IndividualHumanRatings": [5.8, 5.4, 6.2, 5.2, 7.2, 5.8, 6.8, 6.6, 7.0, 7.8, 6.0, 4.2, 6.0, 4.4, 5.0, 6.3, 5.3, 3.0]}
{"img_fn": "10_2_0.jpg", "img_id": "val-204", "Category": "0", "Captions": ["Someone who is about to shave with an electric razor.", "A person stands in front of a sink with a hair trimmer nearby.", "A guy standing at the bathroom sink cleaning his electric razor.", "A person is washing the trimmer cloth from the sink", "A person is cleaning his glass case."], "BestDescription": ["A guy standing at the bathroom sink cleaning his electric razor."]}
{"img_fn": "10_2_1.jpg", "img_id": "val-205", "Category": "1", "Captions": ["A person is standing at a sink about to clean their face with a washcloth.", "A person stands at a bathroom sink with a cloth in their hands, looking as though they will wring it out over the sink.", "A person by a bathroom sink attempting to clean a dirty cloth.", "A man is washing a cloth.", "A lady wash his specs cleaning cloth."], "Boxes": [[211, 392, 172, 181]], "HumanRatings": [3.0, 2.9444444444444446, 2.6666666666666665, 2.2857142857142856, 1.6428571428571428], "IndividualHumanRatings": [1.6, 2.8, 4.0, 2.0, 4.0, 1.6, 2.8, 3.4, 2.0, 4.4, 2.2, 1.6, 2.4, 1.6, 4.0, 1.0, 3.3, 1.0]}
{"img_fn": "10_2_2.jpg", "img_id": "val-206", "Category": "2", "Captions": ["A man cleaning up the sink after shaving.", "The want to use a shaving sticking while holding the protection material", "This man is getting ready for his shave.", "A person is holding a black cloth.", "A man stands in front of the bathroom mirror preparing to cut his hair with some clippers."], "Boxes": [[1071, 344, 126, 195]], "HumanRatings": [3.7777777777777777, 2.2222222222222223, 3.6666666666666665, 1.9285714285714286, 4.142857142857143], "IndividualHumanRatings": [2.2, 3.0, 4.2, 2.0, 4.0, 2.6, 4.4, 3.6, 2.8, 3.4, 3.0, 1.8, 3.8, 2.6, 4.7, 5.3, 2.0, 2.0]}
{"img_fn": "10_2_3.jpg", "img_id": "val-207", "Category": "3", "Captions": ["This person is in front of the bathroom sink with a piece of black fabric in hands. A shaver is on the table. This person is going to shave.", "Someone is holding a cleaning cloth over a sink.", "A man, who is standing at a sink, appears to be putting his razor and attachments in a black travel bag. ", "The man is preparing his cloth for his close shave.", "A person is preparing his eyeglass case with the glass cleaning cloth before putting their glasses."], "Boxes": [], "HumanRatings": [4.222222222222222, 3.3333333333333335, 4.111111111111111, 3.5714285714285716, 1.7857142857142858], "IndividualHumanRatings": [2.6, 3.0, 4.0, 3.0, 4.8, 2.0, 4.6, 4.4, 2.6, 5.0, 3.2, 1.6, 5.0, 1.8, 4.7, 4.7, 3.7, 2.7]}
{"img_fn": "10_2_4.jpg", "img_id": "val-208", "Category": "4", "Captions": ["Person is in the process of shaving and has just washed their face", "A person standing in front of a sink is about to trim their hair ", "The person in it is getting ready to have their hair cut.", "A man is at a sink taking their electric razor out of the bag.", "A man is a holding a black cloth to wipe the sink after shaving."], "Boxes": [[224, 609, 114, 86]], "HumanRatings": [3.5555555555555554, 4.277777777777778, 2.388888888888889, 4.357142857142857, 3.4285714285714284], "IndividualHumanRatings": [4.6, 3.2, 3.8, 3.0, 4.6, 2.2, 5.0, 4.2, 2.4, 5.4, 3.4, 2.2, 4.0, 2.4, 3.7, 5.7, 3.3, 1.0]}
{"img_fn": "10_2_5.jpg", "img_id": "val-209", "Category": "5", "Captions": ["Someone is getting ready to shave with an electric razor.", "A man at his bathroom sink is washing a cloth to use to clean his mobile phone's screen.", "A person lays a cloth on the bathroom sink in preparation to shave his face with the clippers on his left.", "A man is getting ready to shave.", "A person is getting ready to trim their beard."], "Boxes": [[895, 491, 47, 132]], "HumanRatings": [4.166666666666667, 2.2777777777777777, 4.166666666666667, 3.857142857142857, 3.5714285714285716], "IndividualHumanRatings": [3.6, 3.0, 4.6, 2.2, 3.8, 2.8, 5.4, 3.8, 2.2, 5.4, 3.2, 3.2, 5.2, 1.8, 5.7, 4.0, 3.7, 1.3]}
{"img_fn": "10_2_6.jpg", "img_id": "val-210", "Category": "6", "Captions": ["A person at a sink holding an empty black bag with a hair trimmer on the counter.", "A man stands in front of a bathrrom sink with clippers ready and black cloth in his hands.", "A man stands at the sink after he shaved his hair with a buzzer while holding a cloth in his hand", "A guy is preparing to shave or cut his hair.", "A person is holding the empty bag for their shaving kit over the bathroom sink."], "Boxes": [[826, 312, 105, 155]], "HumanRatings": [3.888888888888889, 4.833333333333333, 4.555555555555555, 4.214285714285714, 3.642857142857143], "IndividualHumanRatings": [5.4, 3.4, 5.4, 2.8, 4.0, 2.6, 5.4, 4.4, 3.0, 6.8, 4.0, 4.2, 5.4, 2.0, 5.3, 5.7, 5.0, 2.3]}
{"img_fn": "11_2_0.jpg", "img_id": "val-221", "Category": "0", "Captions": ["A man is sitting on a couch while folding laundry.", "A young man sitting on a couch folds his laundry.", "A guy sitting on the couch folding his laundry.", "a guy was folding an orange cloth", "A person is folding his clothes."], "BestDescription": ["A man is sitting on a couch while folding laundry."]}
{"img_fn": "11_2_1.jpg", "img_id": "val-222", "Category": "2", "Captions": ["A man folding clean laundry to put away.", "A man sits at a table folding an orange T-shirt.", "A person on a couch folding an orange shirt to put away.", "A guy is folding his clothes to keep it properly.", "A boy fold his clothes."], "Boxes": [[225, 513, 147, 71]], "HumanRatings": [7.055555555555555, 5.277777777777778, 7.333333333333333, 6.785714285714286, 5.785714285714286], "IndividualHumanRatings": [7.6, 5.8, 5.8, 6.8, 6.0, 6.4, 7.4, 6.8, 6.2, 8.6, 5.8, 6.0, 5.8, 4.2, 8.3, 8.3, 5.3, 6.0]}
{"img_fn": "11_2_2.jpg", "img_id": "val-223", "Category": "3", "Captions": ["This person is in the living room, sitting on the sofa, and folding all of his clothes. He has a lot of clothes done folding already. Folded clothing is put on the table and aside.", "They are folding a shirt ", "A person is folding clothes.", "A person is folding a shirt.", "While sitting on his couch, a man folds his laundry."], "Boxes": [[324, 337, 222, 112]], "HumanRatings": [7.166666666666667, 4.777777777777778, 6.5, 6.0, 8.5], "IndividualHumanRatings": [5.6, 6.6, 5.2, 7.6, 7.0, 6.2, 7.6, 6.0, 6.8, 8.2, 6.8, 6.6, 6.6, 5.0, 6.0, 9.0, 5.3, 5.0]}
{"img_fn": "11_2_3.jpg", "img_id": "val-224", "Category": "4", "Captions": ["A person is sitting on a couch folding laundry.", "A man is working on a piece of fabric.", "A man is folding a t-shirt while sitting on a couch.", "The man is cleaning his bluetooth speaker equipment with a cloth..", "A person sitting on a teal sofa is wiping something with an orange towel."], "Boxes": [[586, 654, 92, 34]], "HumanRatings": [9.055555555555555, 2.3333333333333335, 7.888888888888889, 1.7142857142857142, 2.4285714285714284], "IndividualHumanRatings": [4.4, 4.6, 5.0, 5.0, 5.0, 3.6, 5.4, 4.8, 4.2, 5.4, 4.6, 3.6, 5.6, 5.0, 7.0, 6.7, 5.7, 5.3]}
{"img_fn": "11_2_4.jpg", "img_id": "val-225", "Category": "1", "Captions": ["a person is holding something in their hands and studying it closely", "A man is sliding a watch band over his fingers.", "A man sitting on a couch sticks his hand into a glass.", "A man is putting his hands in a piece of fabric.", "Someone is pulling off a glove."], "Boxes": [[1003, 352, 268, 307]], "HumanRatings": [2.0555555555555554, 1.0, 2.0555555555555554, 3.357142857142857, 1.7142857142857142], "IndividualHumanRatings": [1.4, 1.8, 2.8, 1.2, 2.6, 1.4, 2.8, 2.2, 1.2, 2.0, 2.0, 1.8, 3.8, 1.2, 2.3, 2.3, 1.0, 1.7]}
{"img_fn": "11_2_5.jpg", "img_id": "val-226", "Category": "8", "Captions": ["a person is folding an orange shirt among other folded pieces of laundry", "A man is folding his clean clothes on the couch.", "A man is folding laundry while sitting on his couch.", "A man sits on his couch and folds his clean laundry in his living room.", "A man is sitting on a couch to fold laundry in which he is stacking them on a table after they're folded."], "Boxes": [[793, 618, 71, 64]], "HumanRatings": [6.222222222222222, 8.555555555555555, 9.444444444444445, 8.071428571428571, 7.071428571428571], "IndividualHumanRatings": [7.8, 7.8, 6.8, 8.6, 8.4, 7.8, 7.8, 8.2, 9.2, 9.0, 7.8, 8.2, 7.4, 6.0, 8.3, 9.7, 7.0, 6.3]}
{"img_fn": "11_2_6.jpg", "img_id": "val-227", "Category": "5", "Captions": ["A man is folding an orange t shirt from his laundry.", "A man sits on the sofa folding laundry.", "The person in it is keeping his clothes neatly folded", "A man sitting on a couch is holding a red shirt.", "A man is a folding his clothes. "], "Boxes": [[654, 581, 72, 64]], "HumanRatings": [6.611111111111111, 9.055555555555555, 4.666666666666667, 4.142857142857143, 6.785714285714286], "IndividualHumanRatings": [7.0, 6.0, 5.8, 7.6, 6.0, 5.6, 7.2, 7.2, 6.0, 8.4, 6.2, 5.0, 6.0, 4.4, 6.3, 8.0, 5.0, 6.3]}
{"img_fn": "11_2_7.jpg", "img_id": "val-228", "Category": "6", "Captions": ["A person sitting on a couch folding an orange shirt.", "A young man sits on the couch and examines the tag of his orange t-shirt.", "A man sits on his couch while folding his laundry and laying it down", "A guy is folding his clothes.", "A man is folding his laundry."], "Boxes": [[586, 654, 92, 34]], "HumanRatings": [7.555555555555555, 3.388888888888889, 8.277777777777779, 6.785714285714286, 7.285714285714286], "IndividualHumanRatings": [6.4, 6.2, 6.0, 8.0, 7.0, 6.2, 7.4, 7.2, 7.0, 9.0, 6.0, 5.4, 7.2, 5.2, 6.7, 6.0, 6.7, 4.7]}
{"img_fn": "11_2_8.jpg", "img_id": "val-229", "Category": "7", "Captions": ["a person sitting on a couch and folding his clothes into stacks. ", "A man is in the middle of folding a red shirt. He has already folded a lot of other clothes and are sitting on table. ", "A man doing laundry folds a shirt while sitting on a sofa.", "The man is checking out the tee shirt for any repair before placing it on the pile of clothes on the sofa.", "A man sitting on a couch folding a shirt to add to his laundry pile."], "Boxes": [[487, 611, 71, 63]], "HumanRatings": [8.333333333333334, 5.611111111111111, 8.38888888888889, 3.142857142857143, 7.0], "IndividualHumanRatings": [6.4, 6.8, 6.2, 6.6, 6.2, 5.2, 7.0, 6.6, 7.0, 7.6, 6.4, 5.8, 7.8, 5.2, 9.3, 9.0, 6.0, 5.7]}
{"img_fn": "12_2_0.jpg", "img_id": "val-238", "Category": "0", "Captions": ["A man throwing a tennis ball at stacked water bottles.", "A man sitting in a chair has just thrown a tennis ball.", "A man is sitting in a chair while throwing tennis balls at bottles on the table.", "A man with shoulder length hair is talking and showing their right palm.", "The man is trying to knock down two bottles by throwing a tennist ball at them. "], "BestDescription": ["A man is sitting in a chair while throwing tennis balls at bottles on the table."]}
{"img_fn": "12_2_1.jpg", "img_id": "val-239", "Category": "1", "Captions": ["A person is sitting on a chair arguing with someone across the room.", "A man sits in a chair looking befuddled, with his right hand out, palm up, as if he is awaiting something to be thrown to him.", "A man sitting on a chair is surprised by what is happening in front of him.", "The guy thrown the remote on the table..", "A person sit on a chair and watch something."], "Boxes": [[968, 325, 94, 260], [837, 242, 108, 103]], "HumanRatings": [1.1666666666666667, 1.9444444444444444, 2.2222222222222223, 2.2857142857142856, 2.9285714285714284], "IndividualHumanRatings": [1.6, 1.4, 3.0, 2.6, 2.4, 1.0, 3.0, 1.4, 1.6, 2.8, 2.4, 2.0, 3.2, 1.2, 2.7, 1.0, 2.0, 1.3]}
{"img_fn": "12_2_2.jpg", "img_id": "val-240", "Category": "2", "Captions": ["A man throwing a ball in attempt to knock down some water bottles.", "They are showing out their palm to another unseen person in the room ", "In this the person tries to hit the water bottle with the ball", "A person is throwing a ball at a water bottle.", "A man throws a tennis ball at a tower of plastic bottles set up across from him."], "Boxes": [[165, 442, 132, 232]], "HumanRatings": [7.0, 1.0555555555555556, 5.833333333333333, 6.571428571428571, 6.857142857142857], "IndividualHumanRatings": [6.4, 5.4, 5.2, 5.6, 5.4, 5.0, 6.4, 5.6, 6.2, 5.6, 5.6, 4.6, 5.4, 3.4, 4.3, 7.0, 4.0, 4.3]}
{"img_fn": "12_2_3.jpg", "img_id": "val-241", "Category": "3", "Captions": ["This person is trying to throw a tennis ball to hit the water bottle. There are more tennis balls on the table.", "A man is astonished that two bottles are stacked on one another.", "A man seated on a chair has just thrown a ball in an attempt to knock a bottle of water which is perched on a water bottle on a table.", "The man threw a ball at the water bottles.", "A man is trying to knock down a half filled bottle perched atop another bottle with a tennis ball."], "Boxes": [[78, 355, 91, 69]], "HumanRatings": [6.555555555555555, 2.2777777777777777, 7.388888888888889, 6.785714285714286, 6.428571428571429], "IndividualHumanRatings": [6.6, 5.8, 4.8, 6.0, 6.4, 5.6, 6.4, 6.8, 6.0, 7.6, 6.2, 4.6, 6.4, 4.2, 4.3, 6.0, 6.0, 3.7]}
{"img_fn": "12_2_4.jpg", "img_id": "val-242", "Category": "4", "Captions": ["a person is attempting to catch a tennis ball", "A man throws a tennis ball at two stacked bottles, watching to see if he aimed right and will hit them.", "A man with a red shirt is trying knock down a tower of water bottles on a table by throwing a tennis ball at it.", "A man attempts to knock one bottle off of the top of another by throwing tennis balls at it in his living room.", "A male is sitting down, and tossing tennis balls at two bottles he has stacked on top of each other."], "Boxes": [], "HumanRatings": [2.1666666666666665, 6.666666666666667, 7.5, 6.785714285714286, 7.428571428571429], "IndividualHumanRatings": [6.2, 5.8, 5.2, 5.4, 6.4, 6.6, 6.6, 6.8, 7.0, 7.4, 6.8, 5.6, 6.4, 4.0, 6.0, 7.0, 4.7, 3.0]}
{"img_fn": "12_2_5.jpg", "img_id": "val-243", "Category": "5", "Captions": ["A man has stacked two water bottles on top of one another and is trying to knock them down with a tennis ball.", "A man is passing time by stacking bottles on a table and trying to hit them from his position in a nearby chair with a tennis ball.", "A man watches from a chair as the ball he threw goes towards two stacked water bottles.", "A man is throwing a ball to knock over a stack of bottles.", "A man is trying to knock a bottle over with a tennis ball."], "Boxes": [[833, 430, 123, 109]], "HumanRatings": [6.888888888888889, 7.166666666666667, 6.944444444444445, 6.928571428571429, 7.0], "IndividualHumanRatings": [8.4, 7.8, 5.6, 7.8, 6.8, 7.0, 7.6, 7.4, 7.8, 8.4, 6.4, 5.6, 8.2, 5.6, 6.0, 8.0, 4.7, 5.0]}
{"img_fn": "12_2_6.jpg", "img_id": "val-244", "Category": "6", "Captions": ["A person sitting in a chair, throwing a ball to try to knock a water bottle off of the top of another bottle.", "A man sitting down throws a yellow ball to try and knock over two stacked bottles on a table ", "A guy sitting in a chair talking to another person (unseen) while surrounded by musical instruments.", "A person is throwing a ball at the water bottle mounted over the other bottle", "Aman is playing a game by throwing balls on the waterbottles."], "Boxes": [[853, 572, 74, 22]], "HumanRatings": [7.277777777777778, 7.388888888888889, 1.2777777777777777, 6.571428571428571, 5.857142857142857], "IndividualHumanRatings": [6.6, 4.4, 5.2, 6.8, 5.4, 5.2, 6.4, 6.4, 5.6, 7.2, 5.8, 4.4, 6.4, 5.0, 5.3, 6.3, 3.3, 4.0]}
{"img_fn": "12_2_7.jpg", "img_id": "val-245", "Category": "7", "Captions": ["a person sitting in a chair in his living room and catching a tennis ball that has been thrown at him", "A man sits on a chair and had just thrown an tennis ball at a water bottle on top of a water bottle.", "A man throws a tennis ball at stacked water bottles on a table", "A guy is staring on a water bottle.", "A man is throwing tennis balls at water bottles balanced on top of one another on a nearby table inside his home."], "Boxes": [[1111, 234, 162, 257]], "HumanRatings": [2.7777777777777777, 7.555555555555555, 7.833333333333333, 2.857142857142857, 7.142857142857143], "IndividualHumanRatings": [5.6, 4.8, 5.0, 5.6, 6.8, 5.4, 6.6, 5.2, 5.6, 6.2, 5.8, 5.0, 6.4, 4.4, 6.7, 6.7, 8.0, 3.7]}
{"img_fn": "12_2_8.jpg", "img_id": "val-246", "Category": "8", "Captions": ["A person is doing a trick shot of sorts onto the bottles stacked upon each other. ", "A man throws a tennis ball at a water bottle stacked on top of another water bottle", "In this one person plays by throwing the ball on top of the water can.", "A man sitting in a chair threw a yellow ball towards 2 bottles that are stacked on each other.", "A man is throwing a tennis ball to knock down the bottles. "], "Boxes": [[319, 190, 51, 71]], "HumanRatings": [4.666666666666667, 6.833333333333333, 3.5555555555555554, 6.428571428571429, 7.428571428571429], "IndividualHumanRatings": [6.0, 5.2, 4.8, 6.8, 6.0, 6.0, 5.6, 7.0, 7.2, 6.6, 6.0, 3.8, 5.0, 4.4, 4.7, 8.0, 4.3, 4.0]}
{"img_fn": "12_2_9.jpg", "img_id": "val-247", "Category": "9", "Captions": ["A person is throwing a tennis ball in a room.", "A man is sitting at a chair. He is throwing a ball at a stack of filled water bottles to perform a trick. ", "A man throws a tennis bottle and tries to knock over two bottles on a table.", "He is playing a game of throw the lemon and knock the bottle off the bottle underneath.", "A man throws a ball across the room towards a stack of water bottles."], "Boxes": [[383, 132, 143, 152]], "HumanRatings": [4.222222222222222, 7.5, 7.055555555555555, 4.214285714285714, 7.0], "IndividualHumanRatings": [7.0, 5.4, 5.6, 7.2, 6.6, 6.0, 6.6, 5.2, 6.4, 6.8, 5.6, 5.0, 6.4, 5.2, 6.3, 6.7, 6.0, 4.3]}
{"img_fn": "13_2_0.jpg", "img_id": "val-258", "Category": "0", "Captions": ["A person sitting on a couch is about to throw a pillow at a spider crawling on the wall.", "A person sits on a couch with a pillow in their right hand, seemingly ready to throw it at someone.", "A person on a couch with a pillow in hand, attempting to kill a spider on the wall.", "A person is throwing the pillow on the spider on the wall.", "A person tries to kill the spider by throwing a pillow on it."], "BestDescription": ["A person sitting on a couch is about to throw a pillow at a spider crawling on the wall."]}
{"img_fn": "13_2_1.jpg", "img_id": "val-259", "Category": "2", "Captions": ["Someone getting ready to kill a spider by throwing a pillow at it.", "A woman sees a spider on a wall and is about to throw a pillow at it to kill it.", "A man is sitting on a couch and holding a pillow prepared to hit a spider on the wall ", "A person is throwing a pillow against a wall", "The woman is trying to hit with a pillow a spider that is on the wall. "], "Boxes": [[542, 576, 241, 84]], "HumanRatings": [6.888888888888889, 7.0, 8.277777777777779, 4.714285714285714, 7.142857142857143], "IndividualHumanRatings": [8.0, 6.0, 6.6, 7.6, 6.2, 7.0, 7.6, 7.6, 7.2, 8.0, 6.0, 6.4, 7.0, 5.4, 7.7, 9.3, 4.7, 5.7]}
{"img_fn": "13_2_2.jpg", "img_id": "val-260", "Category": "3", "Captions": ["This person is going to throw a pillow to get rid of the spider on the wall.", "A person sees a spider on the wall and has a pillow in their hand. They are about to throw it to try to knock the spider off the wall. ", "A woman prepares to throw a pillow at a spider on the wall.", "A woman on the couch sees a spider on the wall and is holding up a pillow to jump up and kill it.", "A man is winding up a pillow attack for a spider he has spotted on the wall."], "Boxes": [[467, 587, 65, 64]], "HumanRatings": [7.222222222222222, 7.666666666666667, 7.055555555555555, 7.5, 7.285714285714286], "IndividualHumanRatings": [8.0, 7.2, 7.0, 7.8, 6.6, 8.0, 8.2, 8.2, 8.4, 8.4, 7.8, 6.8, 6.8, 5.6, 6.0, 9.7, 4.3, 6.0]}
{"img_fn": "13_2_3.jpg", "img_id": "val-261", "Category": "1", "Captions": ["A person is sitting on the couch ready to throw a pillow at the wall.", "A person tries to use a pillow to hit a bug on the wall.", "A woman sitting on a couch about to throw a pillow at a wall after chess results.", "A person is trying to throw a pillow over a another person who is trying to escape.", "A man is throwing a pillow on the wall."], "Boxes": [[672, 138, 63, 82]], "HumanRatings": [6.555555555555555, 6.833333333333333, 4.055555555555555, 2.857142857142857, 4.857142857142857], "IndividualHumanRatings": [4.4, 4.4, 5.6, 5.2, 5.0, 4.6, 6.6, 4.8, 4.8, 6.6, 4.8, 4.0, 7.4, 4.2, 4.7, 6.3, 4.7, 4.3]}
{"img_fn": "13_2_4.jpg", "img_id": "val-262", "Category": "4", "Captions": ["a person is getting ready to hit a spider with a pillow", "A man on a couch poses to throw a pillow down the hall.", "A man sitting on a couch in front of a chessboard is preparing to throw a pillow at a spider on the wall.", "A man prepares to throw a pillow at and kill a large spider on his wall that he notices while playing chess.", "A woman is in panic, as she sees a spider on the wall, and has a pillow in hand she's preparing to toss at the spider."], "Boxes": [[749, 148, 125, 192]], "HumanRatings": [6.888888888888889, 4.222222222222222, 7.055555555555555, 6.928571428571429, 7.357142857142857], "IndividualHumanRatings": [7.8, 6.6, 6.0, 6.2, 6.8, 4.8, 7.0, 7.6, 7.2, 8.4, 7.0, 6.2, 6.0, 4.4, 5.3, 7.3, 4.7, 5.0]}
{"img_fn": "13_2_5.jpg", "img_id": "val-263", "Category": "5", "Captions": ["A man sees a giant spider on the wall while he s playing chess and tries to throw a pillow at it.", "A man is about to throw a cushion at a very large spider on the wall.", "In this, a person holds a pillow in his hand and prepares to throw it over a spider on the wall", "A person sitting on a couch is getting ready to throw a pillow at a spider on the wall.", "A woman got scared by a spider on the wall and she is preparing to throw a pillow at it."], "Boxes": [[907, 458, 77, 168]], "HumanRatings": [6.277777777777778, 7.0, 7.611111111111111, 8.428571428571429, 7.428571428571429], "IndividualHumanRatings": [8.0, 7.6, 6.6, 8.2, 6.8, 6.6, 8.2, 8.2, 8.4, 8.8, 8.0, 7.2, 7.0, 5.6, 4.7, 8.3, 5.0, 6.0]}
{"img_fn": "13_2_6.jpg", "img_id": "val-264", "Category": "6", "Captions": ["A person sitting on the couch about to throw a pillow at a spider on the wall.", "A man is rearing to throw a pillow at a spider on the wall.", "A person sees a spider on the wall and has grabbed a pillow so that they can use it to kill the spider.", "The woman is throwing a pillow at the painting in frustration at losing in chess.", "A person is getting ready to throw a pillow."], "Boxes": [[39, 420, 209, 66]], "HumanRatings": [9.222222222222221, 7.333333333333333, 7.388888888888889, 2.7857142857142856, 5.071428571428571], "IndividualHumanRatings": [6.0, 5.2, 6.8, 6.2, 6.4, 6.8, 7.2, 6.0, 5.8, 7.4, 7.2, 6.8, 7.0, 5.4, 7.7, 9.7, 6.0, 6.7]}
{"img_fn": "13_2_7.jpg", "img_id": "val-265", "Category": "7", "Captions": ["a person about to throw a pillow at a spider on the wall of his living room", "A man is sitting on the couch with pillow in hand ready to throw at a big spider on the wall.", "A man holds a pillow to throw at a spider on a wall that is crawling", "A guy is raising a pillow against a painting.", "A person is preparing to throw a pillow at a giant spider crawling on their wall."], "Boxes": [[997, 466, 246, 225]], "HumanRatings": [7.666666666666667, 8.5, 7.333333333333333, 3.0, 8.0], "IndividualHumanRatings": [7.6, 6.4, 6.6, 7.8, 6.8, 7.0, 7.2, 7.4, 7.0, 7.8, 7.8, 6.0, 5.8, 5.8, 7.7, 10.0, 7.0, 6.0]}
{"img_fn": "13_2_8.jpg", "img_id": "val-266", "Category": "8", "Captions": ["A person is throwing a pillow at the spider, in order to try and kill it.", "They held a pillow trying to hit someone with hit", "This woman throws a pillow over the spider on the wall.", "A person is about to smite a spider with a pillow.", "A woman sitting on a couch grabs a pillow and prepares to throw it at a spider on the wall next to her."], "Boxes": [[595, 138, 63, 82]], "HumanRatings": [6.666666666666667, 2.611111111111111, 5.944444444444445, 6.571428571428571, 8.214285714285714], "IndividualHumanRatings": [6.6, 6.0, 5.8, 6.0, 6.6, 6.6, 6.8, 7.6, 6.4, 7.2, 5.4, 5.8, 4.6, 3.8, 4.7, 6.7, 3.0, 4.0]}
{"img_fn": "13_2_9.jpg", "img_id": "val-267", "Category": "9", "Captions": ["A person is about to throw a pillow at a spider on the wall while playing chess in a room.", "A man on a couch has spotted a spider on the wall near him and is preparing to throw a pillow at it to squash it.", "A woman gets ready to throw a pillow at a spider on her wall.", "A man is getting ready to kill a spider by throwing a pillow at it.", "A woman is trying to a spider off the wall with a pillow."], "Boxes": [[792, 551, 51, 139]], "HumanRatings": [6.444444444444445, 8.333333333333334, 6.833333333333333, 7.642857142857143, 6.285714285714286], "IndividualHumanRatings": [7.4, 7.6, 6.4, 8.6, 6.8, 7.2, 8.0, 7.0, 7.8, 8.2, 7.2, 6.8, 6.8, 5.4, 6.7, 9.3, 4.7, 5.3]}
{"img_fn": "16_2_0.JPG", "img_id": "val-294", "Category": "0", "Captions": ["A couple is being robbed and handing over their valuables to a robber with a knife.", "A man is threatening a couple with a large knife so that they will give him the handbag.", "A theif with a knife in his hand asks the two women's for her bag.", "A man and a woman is being threatened by a man with a knife.", "A man is robbing  a couple in the park."], "BestDescription": ["A couple is being robbed and handing over their valuables to a robber with a knife."]}
{"img_fn": "16_2_1.jpg", "img_id": "val-295", "Category": "1", "Captions": ["A man came up to two people and is threatening them.", "A man is stalking up on two people cutting an apple.", "A man and a woman are reacting fearfully as a man at the other end of a table, who is wearing a dark hoodie, appears to be brandishing a weapon that is concealed inside of his hoodie.", "The man is handing the other man some sliced apples he prepared.", "A girl and a boy are trying to stop an boy from lunging onto the table where they are slicing apples."], "Boxes": [[601, 483, 123, 101], [203, 448, 159, 76]], "HumanRatings": [5.555555555555555, 1.7222222222222223, 5.611111111111111, 1.7857142857142858, 1.5714285714285714], "IndividualHumanRatings": [3.4, 3.2, 3.4, 4.0, 4.0, 3.0, 3.6, 3.4, 3.2, 4.4, 3.0, 3.2, 3.0, 2.6, 3.7, 5.7, 2.3, 2.3]}
{"img_fn": "16_2_2.jpg", "img_id": "val-296", "Category": "2", "Captions": ["A man robbing a couple with a knife a stealing their bag.", "A hooded man with a knife tries to rob a couple with a black purse on the table.", "A man stands with a knife demanding to rob a couple of their bag", "A guy is robbing a couple.", "A man holding a knife is robbing another man of his backpack while a woman stands next to him with her hands up."], "Boxes": [[788, 542, 103, 51]], "HumanRatings": [7.555555555555555, 6.611111111111111, 7.777777777777778, 6.857142857142857, 6.214285714285714], "IndividualHumanRatings": [7.8, 7.4, 5.6, 9.2, 6.0, 7.4, 7.8, 6.6, 7.8, 9.2, 6.4, 5.8, 7.0, 4.8, 6.7, 9.3, 6.0, 6.0]}
{"img_fn": "16_2_3.jpg", "img_id": "val-297", "Category": "4", "Captions": ["a person is robbing two others. they are holding a knife and threatening the pair for a black bag.", "A mugger menacing a couple with a knife is gesturing to the woman's friend that he should push her purse towards him, while she holds up her hands to signal compliance.", "A startled man and woman hand over a bag to a burglar wielding a knife.", "A man is threatening another man and woman with a knife.", "A man and a woman are being robbed by a guy wielding a knife."], "Boxes": [[1058, 322, 214, 79]], "HumanRatings": [7.222222222222222, 6.166666666666667, 8.277777777777779, 7.214285714285714, 7.857142857142857], "IndividualHumanRatings": [7.4, 7.4, 6.4, 8.8, 6.6, 7.4, 8.0, 7.8, 7.2, 9.0, 7.4, 7.2, 7.2, 6.2, 6.3, 9.7, 5.0, 6.0]}
{"img_fn": "16_2_4.jpg", "img_id": "val-298", "Category": "5", "Captions": ["While someone was cutting up an apple, a man came over and grabbed the knife and is now pointing it at two scared people.", "The person tries to do a trick using a knife while two others are watching ", "In it, a thief is threating a woman and a man a knife in their bags.", "A person is threatening two people with a knife.", "A robber armed with a knife demands the backpack from a young couple."], "Boxes": [[374, 369, 219, 85]], "HumanRatings": [3.2777777777777777, 1.6111111111111112, 6.055555555555555, 6.5, 7.642857142857143], "IndividualHumanRatings": [6.2, 5.6, 4.8, 5.8, 5.4, 5.4, 5.4, 5.6, 5.6, 6.8, 4.8, 5.0, 3.4, 3.2, 2.7, 2.3, 3.0, 2.0]}
{"img_fn": "17_2_0.JPG", "img_id": "val-304", "Category": "0", "Captions": ["A man wipes a circular table outside, while two women are talking at a nearby table.", "Two women sit at a table while another man cleans a table.", "A man begins cleaning the table after guests got finished eating on it ", "A guy is cleaning a table.", "A person is cleaning an outdoor table at a cafeteria."], "BestDescription": ["A man wipes a circular table outside, while two women are talking at a nearby table."]}
{"img_fn": "17_2_1.jpg", "img_id": "val-305", "Category": "1", "Captions": ["A man is getting ready to sit down at an outside table.", "He arranges the seating place and further away are two people checking the menu", "A cleaner is wiping the table.", "A person is cleaning an outdoor table.", "A man sits down next to other people at an outdoor cafe."], "Boxes": [[278, 455, 132, 47]], "HumanRatings": [2.1666666666666665, 3.3333333333333335, 5.111111111111111, 5.214285714285714, 2.4285714285714284], "IndividualHumanRatings": [5.2, 2.8, 3.8, 3.2, 5.4, 3.0, 4.4, 3.0, 2.6, 3.2, 3.6, 2.4, 4.4, 2.6, 3.7, 6.0, 2.3, 4.7]}
{"img_fn": "17_2_2.jpg", "img_id": "val-306", "Category": "3", "Captions": ["The male on the left of this picture is trying to wipe out something on the table. It is probably his food because the red tray is still on the table. I don t see connections between this male and other people in the scene.", "A college student is wiping off an outdoor table with a towel before sitting down.", "A man in a blue hat cleans a table with a cloth while two women sit at another table and read books.", "A man is cleaning off a table with a towel.", "A man is wiping off a table."], "Boxes": [[493, 286, 134, 99]], "HumanRatings": [3.5, 3.5, 6.777777777777778, 4.928571428571429, 5.571428571428571], "IndividualHumanRatings": [6.0, 5.0, 4.4, 4.4, 5.6, 5.0, 5.2, 6.0, 3.8, 5.4, 4.8, 3.4, 6.2, 2.6, 5.0, 4.3, 6.3, 3.0]}
{"img_fn": "17_2_3.jpg", "img_id": "val-307", "Category": "4", "Captions": ["a person is cleaning up a spill with a towel in the foreground, while two others sit at a table and study from books together", "A man is cleaning a table outdoors while 2 women read at another table", "The waiter is wiping the table in the restaurant with his cloth", "A man is bent slightly on a table and his hand(s) are on a towel.", "A man wearing a green shirt is wiping the table to keep a clean space for the upcoming clients."], "Boxes": [[567, 412, 208, 263]], "HumanRatings": [5.666666666666667, 7.166666666666667, 5.444444444444445, 3.9285714285714284, 4.857142857142857], "IndividualHumanRatings": [6.0, 4.8, 5.2, 4.8, 5.6, 5.0, 6.2, 6.0, 4.8, 6.6, 6.2, 4.4, 5.4, 3.4, 6.3, 8.7, 7.7, 4.0]}
{"img_fn": "18_2_0.JPG", "img_id": "val-315", "Category": "0", "Captions": ["A woman is sweeping some leaves as another man and woman closely observe her.", "In an outdoor scene, two people look on as a woman uses a broom to sweep up leaves on the ground into a neat pile.", "A woman sweeps the leaves while two people observe.", "Two men seeing a woman is sweeping the leaves on the ground.", "A lady sweep a garbage and  the other two persons are watching it."], "BestDescription": ["A woman is sweeping some leaves as another man and woman closely observe her."]}
{"img_fn": "18_2_1.jpg", "img_id": "val-316", "Category": "2", "Captions": ["A man getting out of the way for a girl to finish sweeping some leaves before meeting with a friend.", "A girl is sweeping leaves on the grass while a man in a cap and a sitting girl watches.", "Leaves fall from a tree and woman rakes them into a small pile while others watch", "A woman is sweeping leaves off lawn.", "A woman is sweeping the leaves under a tree outdoors, while two people watch her."], "Boxes": [[664, 128, 76, 69]], "HumanRatings": [4.0, 7.277777777777778, 6.333333333333333, 5.428571428571429, 7.642857142857143], "IndividualHumanRatings": [6.6, 6.6, 5.2, 7.6, 6.2, 7.0, 7.2, 7.0, 6.2, 7.2, 6.0, 5.6, 4.0, 5.4, 4.3, 6.7, 4.7, 4.7]}
{"img_fn": "18_2_2.jpg", "img_id": "val-317", "Category": "1", "Captions": ["Three friends are hanging out by the lagoon.", "A woman does some yard work while two men watch.", "One man, who is sitting at a table, and another man, who is standing, are both watching a woman who is standing next to them on the grass.", "The woman is poking the dirt with a stick.", "A girl and a boy are walking past a girl sitting outdoors at a table in the shade."], "Boxes": [[507, 605, 120, 92], [537, 438, 84, 158]], "HumanRatings": [1.4444444444444444, 5.888888888888889, 3.6666666666666665, 2.7142857142857144, 1.8571428571428572], "IndividualHumanRatings": [3.0, 2.4, 3.6, 3.6, 4.0, 3.0, 3.0, 3.6, 3.2, 3.4, 2.6, 2.6, 3.8, 2.0, 3.0, 4.3, 3.3, 3.7]}
{"img_fn": "18_2_3.jpg", "img_id": "val-318", "Category": "4", "Captions": ["one person sweeps up leaves with a broom, while two others watch.", "A woman is raking up leaves, so both she and the man waiting for her to finish can place chairs and sit down at a table with their already seated friend.", "A man sitting at a table and a man standing watch as a woman rakes leaves with a broom.", "A woman is sweeping up leaves with a broom while another woman and man watch her.", "A woman is sweeping up leaves in front of a building."], "Boxes": [[410, 540, 65, 153]], "HumanRatings": [8.444444444444445, 4.388888888888889, 6.277777777777778, 8.571428571428571, 5.5], "IndividualHumanRatings": [7.0, 6.8, 5.8, 7.0, 6.4, 6.8, 6.0, 7.2, 5.8, 7.6, 6.4, 6.8, 7.4, 5.0, 6.3, 9.0, 6.3, 5.3]}
{"img_fn": "18_2_4.jpg", "img_id": "val-319", "Category": "5", "Captions": ["Two men are watching as a woman uses a broom to sweep up leaves in a grass field.", "Two men watch a girl as she sweeps leaves into a pile away from the table.", "A woman in it collects the garbage that can be found in her place and the two people watch it.", "2 men, one standing and one sitting, are looking at a woman sweeping leaves.", "A woman is sweeping the leaves outside while she is being watched by two people. "], "Boxes": [[129, 142, 261, 143]], "HumanRatings": [6.722222222222222, 5.777777777777778, 2.611111111111111, 5.5, 8.285714285714286], "IndividualHumanRatings": [6.8, 6.6, 6.4, 4.8, 6.0, 5.6, 5.8, 6.0, 4.6, 7.4, 4.6, 6.4, 5.4, 4.6, 5.3, 4.7, 6.0, 4.0]}
{"img_fn": "18_2_5.jpg", "img_id": "val-320", "Category": "6", "Captions": ["Three people outside, the person on the left is standing, the one in the middle is sweeping leaves with a broom, and the one on the right is sitting in a chair.", "Two people refuse to help a woman sweeping a yard.", "A lady sitting at a table and a guy standing nearby watch a another lady sweep leaves.", "A lady was sweeping the leaves that fall from the tree to make the place clean.", "A lady is cleaning the garden while the two others are staring at her."], "Boxes": [[649, 571, 258, 100]], "HumanRatings": [6.611111111111111, 3.4444444444444446, 7.833333333333333, 4.857142857142857, 6.142857142857143], "IndividualHumanRatings": [6.6, 6.4, 5.4, 6.6, 6.2, 5.4, 6.8, 5.8, 6.4, 6.2, 5.2, 4.8, 6.2, 4.0, 7.0, 6.7, 5.0, 3.3]}
{"img_fn": "18_2_6.jpg", "img_id": "val-321", "Category": "7", "Captions": ["a person sweeping leaves outside with a broom while 2 other people are watching her.", "The white ladies cleans the area with a broom while the black guy and the seating lady watched ", "A woman in it cleans her place with a mop", "A person is sweeping up leaves.", "A woman sweeps up leaves while two men watch her."], "Boxes": [[816, 442, 163, 58]], "HumanRatings": [8.38888888888889, 5.944444444444445, 1.5, 5.142857142857143, 6.714285714285714], "IndividualHumanRatings": [5.6, 5.6, 5.4, 6.2, 5.4, 5.2, 5.8, 5.0, 6.2, 6.8, 5.6, 5.4, 6.0, 3.6, 4.7, 6.3, 5.0, 4.7]}
{"img_fn": "19_2_0.JPG", "img_id": "val-330", "Category": "0", "Captions": ["A person is holding a wine glass while stepping up onto a chair to reach a wine bottle.", "A person is in the kitchen getting up onto a chair to stand, presumably to reach something high, while holding a wine glass in one hand.", "A person on a chair attempting to reach alcohol high above the counter.", "A man is stepping on the chair to get the bottle on the top of the cupboard.", "A girl stand on a stool and search something in a cupboard."], "BestDescription": ["A person is holding a wine glass while stepping up onto a chair to reach a wine bottle."]}
{"img_fn": "19_2_1.jpg", "img_id": "val-331", "Category": "1", "Captions": ["A person is standing on a chair to reach something in the top cabinet of their kitchen.", "This person is standing on the chair, eye focused on the window", "She climbs on a chair and peers through the window.", "A person is climbing onto a chair.", "A man stands on a chair in his kitchen trying to reach the top of the cabinet."], "Boxes": [[552, 147, 58, 89], [541, 326, 26, 41]], "HumanRatings": [5.611111111111111, 3.0555555555555554, 1.9444444444444444, 4.071428571428571, 5.571428571428571], "IndividualHumanRatings": [4.4, 3.8, 4.4, 3.6, 5.6, 3.8, 4.8, 5.2, 4.2, 3.6, 3.8, 3.8, 3.6, 2.4, 3.7, 4.3, 2.3, 3.3]}
{"img_fn": "19_2_2.jpg", "img_id": "val-332", "Category": "2", "Captions": ["Someone using a chair to reach a bottle that is too high.", "A woman gets up on a chair in order to reach the bottle on top of the kitchen cabinet.", "A woman in it is holding glass in her hand and is looking through the window on a chair.", "A person who is holding a glass in one hand and has one foot on a chair is trying to get a bottle located on top of a kitchen cabinet.", "A person is stepping up in a chair while holding a glass to reach the bottle above the shelf. "], "Boxes": [[517, 402, 74, 63]], "HumanRatings": [6.166666666666667, 6.777777777777778, 2.6666666666666665, 7.857142857142857, 7.214285714285714], "IndividualHumanRatings": [7.0, 6.0, 6.0, 6.4, 8.0, 6.8, 6.8, 6.4, 6.2, 7.2, 5.4, 4.8, 5.6, 4.2, 4.7, 6.3, 3.7, 4.7]}
{"img_fn": "19_2_3.jpg", "img_id": "val-333", "Category": "3", "Captions": ["This room is chaotic and messy. The person in the kitchen is holding a wine cup in the right hand, stepping on a chair, and trying to reach a bottle on the cabinet on the wall.", "Someone with a wine glass in hand is getting up on a chair in the kitchen to reach a bottle on top of a shelf.", "Someone is standing on a chair in a messy kitchen to get a bottle on top of cabinets.", "A person stands on a chair in order to reach the bottle that is on top of the cabinet.", "A woman is standing on top of a chair with a wine glass in hand reaching for a bottle of liquor sitting above a cupboard. "], "Boxes": [[885, 446, 129, 235]], "HumanRatings": [7.166666666666667, 8.555555555555555, 6.388888888888889, 6.785714285714286, 7.857142857142857], "IndividualHumanRatings": [8.4, 7.4, 6.4, 8.2, 7.4, 6.4, 7.8, 9.2, 8.4, 8.2, 7.4, 6.2, 7.8, 5.0, 7.7, 7.7, 6.3, 5.7]}
{"img_fn": "19_2_4.jpg", "img_id": "val-334", "Category": "4", "Captions": ["a person is attempting to climb on a chair to reach a liquor bottle, which has been put on top of a kitchen cabinet out of reach.", "Someone is standing on a chair trying to reach a glass bottle.", "A person, with a wine glass in their hand, is standing on a chair so that they can reach a bottle of alcohol that is sitting on the top of the kitchen cabinets.", "The man is reaching for his bottle on the top the cabinet.", "A person is stepping onto a chair in order to reach the top of a kitchen cabinet"], "Boxes": [[606, 365, 105, 85]], "HumanRatings": [6.555555555555555, 6.777777777777778, 8.222222222222221, 6.428571428571429, 5.714285714285714], "IndividualHumanRatings": [7.6, 6.6, 6.0, 6.8, 6.6, 6.8, 7.8, 8.0, 7.6, 7.0, 6.8, 5.4, 7.2, 4.2, 8.0, 8.0, 6.0, 6.7]}
{"img_fn": "19_2_5.jpg", "img_id": "val-335", "Category": "5", "Captions": ["A man steps on a chair to reach a bottle of alcohol on top of the kitchen counters.", "A man has positioned a chair in the kitchen to use to reach a bottle of alcohol on top of a cabinet, so he can refill the empty glass he is holding.", "A person steps off of a chair after retrieving a glass from a cabinet in the kitchen.", "A man is standing on a chair trying to get a bottle of alcohol off the cabinet.", "A woman is using a chair to reach down the wine bottle from on top of the kitchen cabinet."], "Boxes": [[642, 575, 211, 111]], "HumanRatings": [6.333333333333333, 7.222222222222222, 3.6666666666666665, 7.0, 6.571428571428571], "IndividualHumanRatings": [7.4, 6.0, 5.8, 6.4, 6.4, 5.8, 7.4, 6.4, 6.6, 7.2, 5.6, 5.6, 5.4, 5.2, 6.7, 6.7, 5.0, 3.0]}
{"img_fn": "19_2_6.jpg", "img_id": "val-336", "Category": "6", "Captions": ["A person holding a wine glass standing on a chair in the kitchen to get a bottle of alcohol from the top of the cabinet.", "A man in a messy apartment steps on a chair with glass in right hand to reach the alcohol.", "A man stands on a chair with a cup in his hand to reach the bottle of alcohol on top of the cabinets ", "A guy is placing a glass on to a cupboard.", "A person is standing on a chair in order to reach the bottle of alcohol that is located on the top of the cabinet."], "Boxes": [[368, 278, 57, 81]], "HumanRatings": [8.333333333333334, 6.888888888888889, 7.555555555555555, 2.857142857142857, 7.285714285714286], "IndividualHumanRatings": [7.2, 6.8, 5.8, 7.0, 6.2, 6.6, 7.0, 7.0, 7.4, 7.8, 7.0, 6.2, 6.6, 5.4, 8.3, 7.3, 5.7, 6.0]}
{"img_fn": "19_2_7.jpg", "img_id": "val-337", "Category": "7", "Captions": ["a person standing on a chair in their kitchen to try to reach a bottle that is on top of their cabinet", "A person uses a chair to try to reach a bottle on the top of the cabinet.", "A woman in her kitchen using a chair to place a glass in the cupboard.", "A person is trying to take the liquor bottle from the top of the cupboard.", "A person is hiding a bottle on the rack."], "Boxes": [[281, 301, 46, 58]], "HumanRatings": [6.555555555555555, 6.888888888888889, 3.2777777777777777, 6.214285714285714, 3.2142857142857144], "IndividualHumanRatings": [6.8, 4.6, 5.4, 5.8, 5.6, 5.0, 6.2, 5.8, 5.4, 5.2, 5.2, 4.2, 5.2, 3.6, 5.7, 7.7, 3.7, 4.0]}
{"img_fn": "20_2_0.JPG", "img_id": "val-344", "Category": "0", "Captions": ["A man is bending to look for a tennis ball under sofa.", "This person bends to search for their tennis ball", "The person in it finds his ball under the sofas.", "A person is bent over looking for a ball that is underneath a chair.", "A man is looking for his tennis ball and sees that it has rolled under a chair."], "BestDescription": ["A man is bending to look for a tennis ball under sofa."]}
{"img_fn": "20_2_1.jpg", "img_id": "val-345", "Category": "1", "Captions": ["A person is looking under their couch to find something they lost.", "A person is hunched over close to the ground, looking for something that has fallen.", "A guy in a room looking underneath blue chairs for a lost item.", "The music artist is searching for something in his room under the blue furniture", "A person is searching something under the sofa."], "Boxes": [[463, 441, 66, 62]], "HumanRatings": [6.333333333333333, 5.277777777777778, 4.555555555555555, 4.0, 5.857142857142857], "IndividualHumanRatings": [6.2, 4.0, 5.2, 4.8, 6.2, 4.0, 6.4, 5.6, 4.8, 5.6, 5.4, 5.2, 4.8, 3.8, 5.0, 7.7, 4.3, 6.0]}
{"img_fn": "20_2_2.jpg", "img_id": "val-346", "Category": "2", "Captions": ["A man looking for a tennis ball that rolled under the couch.", "A man is looking under some furniture. ", "A man is leaning over in an attempt to find a ball which is under one of the blue chairs in the room.", "The man is about to go reach for the tennis ball under the sofa.", "A person is looking under a chair for a tennis ball."], "Boxes": [[214, 413, 190, 143]], "HumanRatings": [8.11111111111111, 5.444444444444445, 5.277777777777778, 7.714285714285714, 6.357142857142857], "IndividualHumanRatings": [7.4, 6.6, 6.6, 6.8, 7.0, 6.0, 7.4, 6.8, 6.6, 7.8, 6.2, 6.4, 5.6, 5.2, 7.0, 8.7, 4.3, 4.7]}
{"img_fn": "20_2_3.jpg", "img_id": "val-347", "Category": "3", "Captions": ["This person lowers his her their body and is trying to find a tennis ball under the cyan couch.", "A man dressed to play tennis is bent over and looking at the tennis ball he had been searching for, wedged underneath a chair.", "A person crouches over to retrieve a tennis ball that has rolled under the couch.", "A man is leaning down trying to find the ball underneath the chair.", "A man lost his tennis ball under the couch."], "Boxes": [[281, 144, 153, 143]], "HumanRatings": [7.777777777777778, 5.555555555555555, 8.166666666666666, 6.857142857142857, 6.071428571428571], "IndividualHumanRatings": [8.2, 7.2, 6.2, 7.4, 7.6, 7.0, 7.4, 7.8, 6.6, 8.4, 6.4, 5.8, 7.0, 5.0, 7.0, 8.3, 6.3, 4.3]}
{"img_fn": "20_2_4.jpg", "img_id": "val-348", "Category": "4", "Captions": ["a person is searching for something, perhaps a ball, underneath two chairs.", "A man is standing on the carpet looking for something under the sofas.", "A man throws a ball under a sofa chair and bends down to see where it went", "A guy is searching for a ball.", "A person is looking at a ball that was lost under a couch in their house."], "Boxes": [[317, 291, 117, 119]], "HumanRatings": [5.111111111111111, 6.055555555555555, 6.5, 5.571428571428571, 7.142857142857143], "IndividualHumanRatings": [7.0, 6.0, 5.8, 7.6, 6.4, 6.6, 7.2, 6.6, 5.4, 7.4, 4.0, 5.8, 5.8, 3.6, 6.7, 6.7, 5.3, 4.7]}
{"img_fn": "20_2_5.jpg", "img_id": "val-349", "Category": "5", "Captions": ["A man dropped his tennis ball under a couch and is now trying to figure out where it is.", "A person bends over, looking for the tennis ball that has rolled underneath a chair.", "In it a man looking for his ball and notices it is under his sofa.", "A man is bent over at the waist looking for something under a chair.", "A man is bending down to look for tennis ball under the couch."], "Boxes": [[214, 297, 94, 56]], "HumanRatings": [7.555555555555555, 6.333333333333333, 7.0, 6.142857142857143, 9.071428571428571], "IndividualHumanRatings": [7.4, 7.6, 7.0, 8.0, 7.6, 7.0, 7.4, 7.6, 7.8, 7.8, 6.6, 6.8, 7.2, 6.0, 6.3, 8.3, 8.0, 4.0]}
